
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-11.txt"
Completion_question = [[0,"名1___名2___ 一类形/二类形___:一些表达感情的形容词用来表达感情",["は","が","です"]],\
                       [0,"おのさんは うた___ ___です:小野女士喜欢唱歌",["が","です"]],\
                       [0,"おうさんは にく___ きらい___:小王不喜欢吃肉",["が","です"]],\
                       [0,"はやしさんは いぬ___ こわい___:林先生害怕狗",["が","です"]],\
                       [0,"名1___名2___ わかりです/できです:有关能力的词语，用以表示能力",["は","が"]],\
                       [0,"スミスさんは かんこくご___ わかり___:史密斯先生会韩语",["が","です"]],\
                       [0,"わたしは コンピユータが できません:我不会用电脑",["が"]],\
                       [0,"おのさんは りようり___ じようず___:小野女士擅长做饭",["が","です"]],\
                       [0,"名___名:与と一样用于连接名词，此只列举众多项目中的两项",["や"]],\
                       [0,"よしださんは ときどき ちゆうごく___ かんこくへ いきます:吉田先生有时去中国呀韩国什么的",["や"]],\
                       [0,"___ 和 ___:用于阐述原因和理由",["から","だから"]],\
                       [0,"さむいです___ まどを しめます:因为太冷，我要把窗户关上",["から","だから"]],\
                       [0,"わたしは ___ コンサートへ いきます:我偶尔去听听音乐会",["たまに"]],\
                       [0,"りさんは ___ えいがを みます:小李有时看电影",["ときどき"]],\
        ]
#------------------------------------------------------------------------------------
flag = []





















