
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-12.txt"
Completion_question = [[0,"名1___名2___一类形/二类形___:名1比名2更具有某些特性",["は","より","です"]],\
                       [0,"りさんは もりさん___ わかいです:小李比森先生年轻",["より"]],\
                       [0,"ちゆうごくは にほん___ ひるいです:中国比日本辽阔",["より"]],\
                       [0,"名1___名2___ ___ 一类形/二类形___:与名1相比名2更具有某些特征",["より","の","ほうが","です"]],\
                       [0,"もりさん___ りさん ___ ___ わかいです:与森先生相比，小李更加年轻",["より","の","ほうが"]],\
                       [0,"にほん___ ちゆうごく ___ ___ ひるいです:与日本相比，中国更辽阔",["より","の","ほうが"]],\
                       [0,"名1___名2___ 一类形___/二类形___ ___:名1不如名2.",["は","ほど","くないです","では","ありません"]],\
                       [0,"わたしのへやは おのさんのへや ___ きれい ___ ___:我的房间没有小王的房间那么整洁",["ほど","では","ありません"]],\
                       [0,"とうきようは ペキン___ さむ___:",["ほど","くないです"]],\
                       [0,"名1___名2___ ___一类形/二类形___:在某个范围内，名2最具有某些特征",["のなかで","が","いちばん","です"]],\
                       [0,"スポーツの なかで サツーカ___ ___ おもしろいです:各种体育活动中，足球最有趣",["が","いちばん"]],\
                       [0,"にほんりようり のなかで すし___ ___ おいしいです:日式饭菜中，寿司最好吃",["が","いちばん"]],\
                       [0,"名1___名2___ ___ 一类形/二类形___:名1和名2中哪个更加",["と","と","どちらが","ですか"]],\
                       [0,"にほんごと えいごと ___ むずかしいですか:日语和英语哪个更难",["どちらが"]],\
                       [0,"どの/名/いつ/どれ/だれ/なに___ ___ 一类形/二类形___:询问三个以上的事物中哪个更加",["が","いちばん","ですか"]],\
                       [0,"きせつの なかで いつ___ ___ すきですか:四个季节当中你最喜欢哪一个",["が","いちばん"]],\
        ]
#------------------------------------------------------------------------------------
flag = []





















