
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-13.txt"
Completion_question = [[0,"たまごを ___ たべます:吃一个鸡蛋",["いつこ"]],\
                       [0,"ほんを ___ かいました:买了两本书",["にさつ"]],\
                       [0,"りさんは まいにち ___ はたらします:小李每天工作7小时",["しちじかん"]],\
                       [0,"ひる ___ やすみます:中午休息一小时",["いちじかん"]],\
                       [0,"りさんは いつしゆうかん___ にかい プールへ いきます:小李一周游泳两次",["に"]],\
                       [0,"この はなは にねん___ いちど さきます:这种花每两年开一次",["に"]],\
                       [0,"名[场所]___动___ いきます/きます:",["へ","に"]],\
                       [0,"ごご ゆうびんきよく___ にもつを だし___ いきます:下午去邮局寄东西",["へ","に"]],\
                       [0,"りさんは わたしのいえ___ あそび___ きました:小李来我家玩了",["へ","に"]],\
        ]
#------------------------------------------------------------------------------------
flag = []





















