
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-14.txt"
Completion_question = [[0,"动__ ___:表示动作或变化正在进行，使用动词___型+___",["て","います","て","います"]],\
                       [0,"动___动:相继发生",["て"]],\
                       [0,"きのう デパートへ ___ かいものしました:昨天去商场买东西了",["いつて"]],\
                       [0,"いえへ ___ しゆくだいを します:回家，然后写作业",["かえつて"]],\
                       [0,"动___动:相继发生，使用动词___型+___+动词",["てから","て","から"]],\
                       [0,"りさんは まいばん ラジオを ___ ねます:小李每晚听了收音机后再睡觉",["きいてから"]],\
                       [0,"ひるごはんを ___ でかけます:吃了午饭后出门",["たべてから"]],\
                       [0,"动___ ___:请某人做某事时，使用动词___型+___",["て","ください","て","ください",]],\
                       [0,"ここに なまえを ___ ください:",["かいて"]],\
                       [0,"この にもつを こうくうびんで ___ ください:请用航空方式寄这件包裹",["おくつて"]],\
                       [0,"名[场所]___动:表示经过，离开",["を"]],\
                       [0,"このばすは えきまえ ___ とおります:这趟公共汽车经过车站一带",["を"]],\
                       [0,"りさんは らいねん だいがく___ そつぎようします:小李明年大学毕业",["を"]],\
        ]
#------------------------------------------------------------------------------------
flag = []





















