
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-15.txt"
Completion_question = [[0,"动__ ___:表示动作或变化正在进行，使用动词___型+___",["て","います","て","います"]],\
                      [0,"おのさん は いま しんぶんを ___ ___:小野女士正在看报纸",["よんで","います"]],\
                      [0,"もりさんは いま しごとを ___ ___:森先生正在工作",["して","います"]],\
                      [0,"动___ ___:表示许可，使用动词___型+___+___",["ても","いいです","て","も","いいです"]],\
                      [0,"いえで しごとを ___ ___:在家工作也可以",["しても","いいです"]],\
                      [0,"ここで しやしんを ___ ___:这儿可以拍照吗",["とつても","いいですか"]],\
                      [0,"动___ ___:表示禁止，使用动词___型+___+___",["ては","いけません","て","は","いけません"]],\
                      [0,"ひこうきのなかで タバコを ___ ___:飞机上不能吸烟",["すつては","いけません"]],\
                      [0,"きようしつで ものを ___ ___:教室里不能吃东西",["たべては","いけません"]],\
                      [0,"このへやに ___ ___:不能进入那个屋子吗",["はいつては","いけませんか"]],\
                      [0,"名[附着点]___ 动:表示人或物体的附着点，即人或物体停留在交通工具或椅子上等时",["に"]],\
                      [0,"りさんはでんしや___ のりました:小李上了电车",["に"]],\
                      [0,"名[目的地]___ 动:表示行为的目的地",["に"]],\
                      [0,"りさんは びよういん___ いきます:小李去医院",["に"]],\
                      [0,"りさんは いえ___ かえりました:小李回家了",["に"]],\
                      [0,"一类形___一类形:两个以上的一类形容词并列使用，词尾的い变为___",["て","くて"]],\
        ]
#------------------------------------------------------------------------------------
flag = []





















