
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-16.txt"
Completion_question = [[0,"一类形___一类形:两个以上的一类形容词并列使用，词尾的い变为___",["て","くて"]],\
                       [0,"ホテルのはやはひろ___あかるいです:宾馆的房间又宽敞又明亮",["くて"]],\
                       [0,"このリンゴはおおき___,あま___,おいしいです:这个苹果又大又甜，很好吃",["くて","くて"]],\
                       [0,"二类形___二类形:另个以上的二类形容词并列使用，二类形容词之间加___",["で","で"]],\
                       [0,"この コンピユータのそうさ は かんたん___べんりです:这台电脑用起来既简单又方便",["で"]],\
                       [0,"この こうえん はしずか___ひろいです:这个公园安静而宽敞",["で"]],\
                       [0,"名1___名2:两个以上的名次并列使用时",["で"]],\
                       [0,"スミスさんは りよこうがいしやの しやいん___ えいぎようぶの ぶちようです:史密斯先生是旅行社的职员，营业部部长",["で"]],\
                       [0,"この きかい は につちゆうでんき の せいひん___ ちゆうこくせい です:这台机器是日中电器的产品，是中国制造的",["で"]],\
                       [0,"动___ ___:动作结束后留下的结果状态(て型)",["て","います"]],\
                       [0,"もりさんは くるまを もち___ ___:森先生有辆车",["つて","います"]],\
                       [0,"わたしは ペキンに ___ ___:我住在北京",["すんで","います"]],\
                       [0,"小句___小句:表示转折关系",["が"]],\
                       [0,"このものはおいしいです___ちよつと たきいです:这个食物很好吃，但是有些贵",["でも"]],\
                       [0,"___+动词(否定):相当于汉语的还没有",["まだ"]],\
                       [0,"いいえ ___ こつこんして いません:不，还没有结婚",["まだ"]],\
        ]
#------------------------------------------------------------------------------------
flag = []





















