
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-17.txt"
Completion_question = [[0,"___ ___ ___:表示愿望",["名","が","ほしいです"]],\
                       [0,"わたしは あたらしい ___ ___:我想有套新西服",["ようふくが","ほしいです"]],\
                       [0,"あなたは ___ ___:你想要什么",["なにが","ほしいですか"]],\
                       [0,"___ ___ ____ ____:相当于汉语的想的意思",["名","を","动","たいです"]],\
                       [0,"わたしは ___ ___:我想看电影",["えいがを","みたいです"]],\
                       [0,"きようは ___ ___:今天不想喝酒",["おさけを","のみたくないです"]],\
                       [0,"___ ___:表示提议:**好吗,,**怎么样,,",["动","ませんか"]],\
                       [0,"いつしよに おちやを___:一起喝茶好吗",["のみませんか"]],\
                       [0,"すこし ___:休息一下怎么样",["やすみませんか"]],\
                       [0,"___ ___:表示提议:**吧",["动","ましよう"]],\
                       [0,"ちようと ___:休息一下吧",["やすみましよう"]],\
                       [0,"そろそろ ___:咱们快走吧",["いきましよう"]],\
                       [0,"疑问词+___:表示在任何情况下事态都相同",["でも"]],\
                       [0,"A:りさん なにを たべたいですかB:なに___いいです:什么都行",["でも"]],\
                       [0,"だれ___わかります:谁都明白",["でも"]],\
        ]
#------------------------------------------------------------------------------------
flag = []





















