
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-18.txt"
Completion_question = [[0,"___ ___ :表示性质或状态的变化，一类形词尾的い变为___再加___",["一类形","なります","く","なります"]],\
                       [0,"だんだん あたたか ___ ___:天气渐渐转暖",["く","なります"]],\
                       [0,"けいたいでんわ は ちいさ___ ___:手机变小了",["く","なります"]],\
                       [0,"パソコン は やす ___ ___:个人电脑便宜了",["く","なります"]],\
                       [0,"一类形 ___:因主语的意志性动作而引起食物发生变化，い变为___再加___",["します","く","します"]],\
                       [0,"テレビの おとを おおき ___ ___:把电视机的声音开大一些",["く","します"]],\
                       [0,"ジユースを つめた ___ ___:把果汁冰镇一下",["く","します"]],\
                       [0,"二类形/名 ___ ___:性质或状态的变化",["に","なります"]],\
                       [0,"もう げんき___ ___:已经恢复健康了",["に","なります"]],\
                       [0,"らいねん しやかいじん ___ ___:来年将成为社会的一员",["に","なります"]],\
                       [0,"二类形/名 ___ ___:因主语的意志性动作而引起的变化",["に","します"]],\
                       [0,"へやを きれい ___ ___:请把房间打扫干净",["に","してください"]],\
                       [0,"かいぎしつを きんえん ___ ___:会议室里禁烟",["に","します"]],\
                       [0,"一类形/二类形 ___ ___:对两个以上的事物的性质进行比较之后，认为其中一个比较好时",["ほうが","いいです"]],\
                       [0,"りよこうのにもつは かるい ___ ___:旅行行李还是轻点好",["ほうが","いいです"]],\
                       [0,"へやは ひろい ___ ___:房子还是宽敞一点好",["ほうが","いいです"]],\
        ]
#------------------------------------------------------------------------------------
flag = []























