
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-19.txt"
Completion_question = [[0,"动___ ___:表示否定的命令",["ないで","ください"]],\
                       [0,"へやの かぎ を ___ ___:请别忘了房间钥匙",["わすれないで","ください"]],\
                       [0,"むりを し ___ ___:请不要勉强",["ないで","ください"]],\
                       [0,"动___ ___:表示必须,把ない替换成___ ___",["なければ","なりません","なければ","なりません"]],\
                       [0,"りさんは きよう はやく かえら ___ ___:小李今天必须早点回家",["なければ","なりません"]],\
                       [0,"この くすりは まいにち のま ___ ___:这个要必须每天吃",["なければ","なりません"]],\
                       [0,"动___ ___:表示不做某事也可以,将ない替换成___ ___",["なくても","いいです","なくても","いいです"]],\
                       [0,"あした は ざんぎようし ___ ___:明天不加班也行",["なくても","いいです"]],\
                       [0,"あわて ___ ___:不要慌慌张张的！",["なくても","いいですよ"]],\
                       
        ]
#------------------------------------------------------------------------------------
flag = []
























