
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-20.txt"
Completion_question = [[0,"名___动(基本型)___ ___:表示能力,肯定的情况下回答___,否定的情况下回答___",["は","ことが","できます","できます","できません"]],\
                       [0,"スミスさんは ピアノを ___ ___ ___:史密斯先生会弹钢琴",["ひく","ことが","できます"]],\
                       [0,"もりさんは ちゆうかりようりを ___ ___ ___か:森先生会做中国菜吗",["つくる","ことが","できます"]],\
                       [0,"名___动(基本型)___:当谓语部分的内容是一种动作、行为时使用这个句型",["は","ことです"]],\
                       [0,"わたしのしゆみは きつてを ___ ___:我的爱好是集邮",["あつめる","ことです"]],\
                       [0,"おうさんの ときぎは こきゆうを ___ ___:小王的特长是拉胡琴",["ひく","ことです"]],\
                       [0,"动(基本型)+___:表示一个动作在另一个动作之前发生时",["まえに"]],\
                       [0,"まいにち ねる ___ シヤワーを あびます:每天睡觉前淋浴",["まえに"]],\
                       [0,"疑问词'いつ','どこ','だれ'等词后加___表示某时,某地,某人的意思",["か"]],\
                       [0,"へやに だれ___ いますか:房间里有人吗",["か"]],\
                       [0,"___:表示没有足够的把握'よ''ね'",["よね"]],\
                       [0,"この かさは もりさんのですか___:这把伞是森先生的吧",["よね"]],\
                       
        ]
#------------------------------------------------------------------------------------
flag = []
























