
import random
import time

#   0:normal Completion question
#   1:
#   2:
#
filename = "Chapter-24.txt"
Completion_question = [[0,"___ ___ ___:表示说话人的思考内容.",["小句（简体形）","と","おもいます"]],\
                       [0,"たなかさんは___ ___ ___:我想田中先生不回来了.",["こない","と","おもいます"]],\
                       [0,"このほんは___ ___ ___:我觉得这本书有意思.",["おもしろい","と","おもいます"]],\
                       [0,"にほんは___ ___ ___:我觉得日本很干净.",["きれいだ","と","おもいます"]],\
                       [0,"___ ___ ___ ___ ___:转述他人所说的话.",["名","は","小句（简体形）","と","いいました"]],\
                       [0,"もりさん は ちゆうごくご の しかん は ___ ___ ___:森先生说汉语考试很难.",["むずかしかつた","と","いいました"]],\
                       [0,"おのさんは りさんに ちようと ___ ___ ___:小野女士跟小李说想休息一下.",["やすみたい","と","いいました"]],\
                       
        ]
#------------------------------------------------------------------------------------
flag = []






















