"いま",\
"せんしゆう",\
"らいしゆう",\
"さらいしゆう",\
"こんしゆう",\
"きのう",\
"あした",\
"あさつて",\
"おととい",\
"まいにち",\
"まいあさ",\
"まいばん",\
"まいしゆう",\
"ごぜん",\
"ごご",\
"にちようび",\
"げつようび",\
"かようび",\
"きんようび",\
"どようび",\
"けさ",\
"こんばん",\
"らいねん",\
"きよねん",\
"よる",\
"ばん",\
"あさ",\
"がつこう",\
"しけん",\
"しごと",\
"ちこく",\
"やすみ",\
"しゆつちよう",\
"かんしゆう",\
"りよこう",\
"てんらんかい",\
"かんげいかい",\
"バーテイー",\
"おたく",\
"いつ",\
"やすみます",\
"はたらきます",\
"はじまります",\
"おわります",\
"おきます",\
"ねます",\
"べんきようします",\
"いつも",\
"おはよう",\

"现在",\
"上个星期",\
"下个星期",\
"下下个星期",\
"这个星期",\
"昨天",\
"明天",\
"后天",\
"前天",\
"每天，每日",\
"每天早晨",\
"每天晚上",\
"每个星期",\
"上午",\
"下午",\
"星期日",\
"星期一",\
"星期二",\
"星期五",\
"星期六",\
"今天早晨",\
"今天晚上",\
"明年",\
"去年",\
"晚上，夜里，夜晚",\
"晚上",\
"早晨",\
"学校",\
"考试",\
"工作",\
"迟到",\
"休息",\
"出差",\
"进修",\
"旅行",\
"展览会",\
"欢迎会",\
"联欢会",\
"府上，您家",\
"什么时候",\
"休息",\
"工作",\
"开始",\
"结束",\
"起床",\
"睡觉",\
"学习",\
"经常，总是",\
"你早",\










































































































