

"しなもの",\
"おさら",\
"ごみ",\
"しよしんしや",\
"じようきゆうしや",\
"こうきゆう",\
"じようきゆうクラス",\
"えいかいわ",\
"コース",\
"スキー",\
"レポート",\
"パスポート",\
"のど",\
"さわります",\
"ぬぎます",\
"ころびます",\
"かわきます",\
"なおります",\
"すべります",\
"よびます",\
"かえします",\
"てつだいます",\
"はこびます",\
"なくします",\
"おとします",\
"おきます",\
"はらいます",\
"たちます",\
"わすれます",\
"あわてます",\
"すてます",\
"ざんぎようします",\
"しんぽいします",\
"ほんとう",\
"はやく",\
"やつと",\
"だいぶ",\
"はじめて",\
"さきに",\
"やまだ",\




"物品",\
"盘子",\
"垃圾",\
"初学者",\
"熟练者",\
"高级",\
"高级班",\
"英语会话",\
"路线",\
"报告",\
"护照",\
"喉咙",\
"碰触",\
"摔倒",\
"渴",\
"痊愈",\
"滑行",\
"呼喊",\
"归还",\
"帮忙",\
"搬运",\
"丢失",\
"使落下",\
"放置",\
"支付",\
"站立",\
"忘记",\
"慌张",\
"扔掉",\
"加班",\
"担心",\
"真的",\
"早点",\
"终于",\
"相当的",\
"第一次",\
"先",\
"山田",\







































































