            "質問",\
            "場合",\
            "迷惑",\
            "フジ",\
            "鵲",\
            "とり",\
            "マーク",\
            "標識",\
            "横断禁止",\
            "スピード",\
            "免許証",\
            "企画書",\
            "野球場",\
            "テーブル",\
            "テレビ講座",\
            "かんじ",\
            "戦争",\
            "けいかん",\
            "年上",\
            "止まります",\
            "変わります",\
            "頑張ります",\
            "謝ります",\
            "サボります",\
            "破ります",\
            "引きます",\
            "守ります",\
            "答えます",\
            "逃げます",\
            "助けます",\
            "つけます",\
            "覚えます",\
            "提出します",\
            "遠慮します",\
            "シュートします",\
            "注意します",\
            "親しい",\
            "らんぼう",\
            "失礼",\
            "同じ",\
            "きかん",\
            "そんな",\
            "ていねいに",\
            "おい",\
            "まこと",\
            "周恩来",\
            "ろじん",\
            "世田谷",\
            "ふじ",\
            "変わった",\
            "風邪をひきます"
            
            
            
            
            
            
            
            
            
            
            
            
            
            
            
            
            
            