

"うた",\
"カラオケ",\
"ロツク",\
"ポツプス",\
"クラシツク",\
"ピアノ",\
"え",\
"えいご",\
"スぺインご",\
"スポーツ",\
"すいえい",\
"ゴルフ",\
"うんてん",\
"のみもの",\
"おさけ",\
"にく",\
"やさい",\
"くだもの",\
"ヒマワリ",\
"バラ",\
"コンピユータ",\
"まど",\
"けつこんしき",\
"しやしんてん",\
"りよかん",\
"べつそう",\
"よせぎざいく",\
"もよう",\
"がいこく",\
"かいぎ",\
"あし",\
"ぼく",\
"わかります",\
"まよいます",\
"できます",\
"しめます",\
"つかれます",\
"さんぽします",\
"こわい",\
"あかい",\
"いたい",\
"しようず",\
"へた",\
"にがて",\
"ときどき",\
"よく",\
"たまに",\
"また",\
"どうして",\
"だから/ですから",\
"うーん",\
"けつこうです",\
"きにいります",\
"など",\



"歌，歌曲",\
"卡拉OK",\
"摇滚乐",\
"流行音乐",\
"西方古典音乐",\
"钢琴",\
"画儿",\
"英语",\
"西班牙语",\
"体育，运动",\
"游泳",\
"高尔夫球",\
"开车",\
"饮料",\
"酒，酒类",\
"肉",\
"蔬菜",\
"水果",\
"向日葵",\
"蔷薇，玫瑰",\
"计算机，电脑",\
"窗，窗户",\
"结婚典礼",\
"摄影展",\
"旅馆，旅店",\
"别墅",\
"木片拼花工艺品",\
"花纹，纹案",\
"外国",\
"会议",\
"腿",\
"我(男性自称)",\
"懂，明白",\
"犹豫，难以决定",\
"会，能，完成",\
"关闭，关门",\
"疲倦，疲惫",\
"散步",\
"害怕，恐怖",\
"红",\
"疼，疼痛",\
"擅长，高明，水平高",\
"不高明，水平低",\
"不擅长，不善于",\
"有时，时不时",\
"经常，常常",\
"偶尔，很少",\
"还，再，又",\
"为什么",\
"所以，因此",\
"嗯。。。这个。。。",\
"不用，不要",\
"喜欢，中意",\
"等等",\




























































































