"おおあめ",\
"さくら",\
"かぜ",\
"つき",\
"ひょう",\
"あくしゅ",\
"しゅうかん",\
"おじぎ",\
"あいさつ",\
"て",\
"おきゃくさん",\
"ふつう",\
"つぎ",\
"スーパー",\
"りょうきん",\
"かいひ",\
"バーゲン",\
"クレジットカード",\
"いろえんぴつ",\
"ほうさく",\
"なか",\
"わすれもの",\
"ふせぎます",\
"まわります",\
"はしります",\
"ふきます",\
"あげます",\
"たります",\
"スケツチします",\
"はつげんします",\
"ゆうしょうします",\
"ごうかくします",\
"やくそくしあす",\
"もしかしたら",\
"つい",\
"すぐに",\
"ほとんど",\
"ぞれで",\
"すずき",\
"よう",\
"かとう",\
"ようこ",\
"ひかりデパート",\
"ペキンタイガース",\
"あいさつまわり",\
"いけない",\




























































































