"けいざい",\
"こくさいかんけいがく",\
"おおぜい",\
"こうこう",\
"につき",\
"きょうし",\
"おとしより",\
"ラジオたいそう",\
"しゃこうダンス",\
"たつきゅう",\
"バスケツトボール",\
"スポーツセンター",\
"にゅうえんりょう",\
"ゆうりょう",\
"しょう",\
"きょく",\
"し",\
"しんごう",\
"はさみ",\
"ぶひん",\
"アルバイト",\
"スピーチ",\
"グラフ",\
"きかく",\
"せつめい",\
"ごはん",\
"さとう",\
"かいがいりょうこう",\
"こと",\
"おじいさん",\
"おばあさん",\
"あね",\
"かよいます",\
"あつまります",\
"おどります",\
"いります",\
"こまります",\
"たたきます",\
"いれます",\
"かんびょうします",\
"けんかします",\
"りようします",\
"そうだんします",\
"ほかに",\
"しばらく",\
"へえ",\
"きのした",\
"たむら",\
"このまえ",\
"そういえば",\
"きがつきます",\
"しばらくです",\


































































































