

"ボート",\
"ベンチ",\
"しやくしよ",\
"けいたいでんわ",\
"きんえん",\
"かぜ",\
"ぬつ",\
"すいみん",\
"おふろ",\
"やつきよく",\
"クーラー",\
"ひ",\
"き",\
"うちあわせ",\
"むり",\
"ちゆうしやきんし",\
"たちいりきんし",\
"かきげんきん",\
"さつえいきんし",\
"のります",\
"つかいます",\
"すわります",\
"はいります",\
"もうします",\
"とります",\
"うたいます",\
"つたえます",\
"とめます",\
"あたたかい",\
"だいじようぶ",\
"だめ",\
"じゆうぶん",\
"もちろん",\
"ゆつくり",\
"もしもし",\
"いえ",\
"おだいじに",\
"いけません",\
"かまいません",\
"まだます",\
"きをつけます",\
"むりをします",\
"すいみんをとります",\
"おふろにはいります",\


"小船",\
"长椅",\
"市政府",\
"手机",\
"禁止吸烟",\
"感冒",\
"发烧",\
"睡眠",\
"澡堂",\
"药店",\
"空调",\
"火",\
"精神",\
"事先商量",\
"勉强",\
"禁止停车",\
"禁止进入",\
"严禁烟火",\
"禁止拍照",\
"乘坐",\
"使用",\
"落座",\
"进入",\
"是说讲告诉",\
"取得",\
"唱",\
"说传达转告",\
"制止",\
"温暖",\
"没关系",\
"不行",\
"好好的充足的",\
"当然不用说",\
"好好的安静的",\
"喂",\
"不不是",\
"请多保重",\
"不行不可以",\
"没关系不要紧",\
"还没有仍然没有",\
"注意",\
"勉强",\
"睡觉",\
"洗澡",\

































































