"小鸟，鸟儿",\
"世博会，万国世博会",\
"遗址，遗迹",\
"上司",\
"扒手，小偷",\
"世代，一代",\
"市场",\
"调查",\
"上市，运出货物",\
"成长",\
"暴风雨，风暴",\
"炸药",\
"名称，命名，取名",\
"降低成本",\
"低价格",\
"牛肉",\
"前年",\
"去年",\
"今后",\
"全部，所有",\
"落汤鸡，湿透，濡湿",\
"吸引力，魅力",\
"贪污事件",\
"市场调查",\
"交通状况",\
"合资公司",\
"训，责备，斥责",\
"咬，嚼",\
"邀请，约请",\
"卷入，卷进",\
"到达，达到",\
"找到，发现",\
"踩，踏",\
"谋求，考虑",\
"预料，估计",\
"盗取，偷盗",\
"叫醒，唤醒",\
"表扬，赞扬",\
"要求，追求，寻求",\
"欺负，折磨，欺侮",\
"碰上，装上，扔，投，掷",\
"发现",\
"辞职",\
"成立，创立",\
"委托，请求",\
"上市，发售，出售",\
"开发",\
"生产，制造",\
"管理",\
"实现",\
"精炼，洗练",\
"广播，播送",\
"生产",\
"翻译，笔译",\
"发明",\
"广泛，宽广，辽阔",\
"大幅度，广泛",\
"大量",\
"最",\
"哎呀",\
"牛顿",\
"诺贝尔",\
"澳大利亚",\
"CS公司",\
"青岛啤酒",\
"阿Q正传",\
"真糟糕，真倒霉",\
"万有引力定律"







