"りようり",\
"しせんりようり",\
"スープ",\
"ペキンダツク",\
"たべもの",\
"すきやき",\
"おんせん",\
"おゆ",\
"みず",\
"ゆかた",\
"ながめ",\
"くすり",\
"てんき",\
"うみ",\
"やま",\
"かみ",\
"ニユース",\
"じよせい",\
"おきやくさま",\
"グラス",\
"かぶき",\
"きもち",\
"たくさん",\
"からい",\
"あまい",\
"しおからい",\
"すつぱい",\
"にがい",\
"おいしい",\
"まずい",\
"あつい",\
"つめたい",\
"たのしい",\
"おもしろい",\
"つまらない",\
"ひろい",\
"せまい",\
"おおきい",\
"ちいさい",\
"いそがしい",\
"いい",\
"わるい",\
"すばらしい",\
"とおい",\
"ちかい",\
"たかい",\
"ひくい",\
"やすい",\
"さむい",\
"あつい",\
"あおい",\
"しろい",\
"あたらしい",\
"ふるい",\
"むずかしい",\
"やさしい",\
"おおい",\
"すくない",\
"かわいい",\
"ほんとうに",\
"あまり",\
"とても/たいへん",\
"すこし",\
"ぜんぜん",\
"ちようど",\
"あら",\
"ああ",\
"てんあんもん",\
"ばんりのちようじよう",\
"きもちがいい",\









"菜肴，饭菜",\
"四川菜",\
"汤",\
"北京烤鸭",\
"食物，食品",\
"日式牛肉火锅",\
"温泉",\
"热水，开水",\
"水，凉水",\
"浴衣，夏季和服",\
"景色，风景",\
"药",\
"天气",\
"大海",\
"山",\
"纸",\
"新闻",\
"女性",\
"来宾",\
"玻璃杯",\
"歌舞伎",\
"心情",\
"很多",\
"辣",\
"甜",\
"咸",\
"酸",\
"苦",\
"好吃，可口",\
"不好吃，难吃",\
"热，烫",\
"凉",\
"愉快，快乐",\
"有趣，有意思",\
"无聊",\
"广阔，宽敞",\
"狭窄",\
"大",\
"小",\
"忙，忙碌",\
"好",\
"不好，坏",\
"绝好，绝佳",\
"远",\
"近",\
"高，贵",\
"低",\
"便宜",\
"寒冷",\
"热",\
"蓝色的",\
"白色的",\
"新",\
"旧",\
"难",\
"容易",\
"多",\
"少",\
"可爱",\
"真的，实在是",\
"不大~，不很~",\
"很，非常",\
"一点儿",\
"根本不，全然不",\
"正好，恰好",\
"哎呀，咦",\
"啊",\
"天安门",\
"万里长城",\
"感觉舒服，心情舒畅",\















































































































