"プレゼント",\
"チケツト",\
"パンフレツト",\
"きねんひん",\
"スケジユールひよう",\
"しやしんしゆう",\
"はな",\
"おかね",\
"ボ－ルペン",\
"しゆくだい",\
"こうくうびん",\
"そくたつ",\
"フアツクス",\
"メール",\
"でんわばんごう",\
"じゆうしよう",\
"なまえ",\
"けん",\
"しんぶんし",\
"かみひこうき",\
"チヨコレート",\
"アイスクリーム",\
"こむぎこ",\
"はし",\
"スプーン",\
"おにいさん",\
"かんこくご",\
"ゆうがた",\
"ひるやすみ",\
"もらいます",\
"あいます",\
"おくります",\
"つくります",\
"ふとります",\
"だします",\
"とどきます",\
"かきます",\
"かします",\
"ならいます",\
"あげます",\
"かけます",\
"かります",\
"おしえます",\
"もう",\
"さつき",\
"たつたいま",\
"もういちど",\
"まえに",\
"ちん",\
"どうですか",\
"おねがいします",\
"わかりました",\
"よかつたです",\

"礼物",\
"票",\
"小册子",\
"纪念品",\
"日程表",\
"影集",\
"花",\
"钱，金钱",\
"圆珠笔",\
"作业",\
"航空邮件",\
"速递，快件",\
"传真",\
"邮件",\
"电话号码",\
"住址",\
"姓名",\
"事情，事件",\
"报纸",\
"纸折的飞机",\
"巧克力",\
"冰淇凌",\
"面粉",\
"筷子",\
"勺子",\
"哥哥",\
"韩语",\
"傍晚",\
"午休",\
"拿到，得到",\
"见",\
"寄",\
"做，制造",\
"胖",\
"寄信",\
"收到，送到，寄到",\
"画",\
"借出，借给",\
"学习",\
"给",\
"打电话",\
"借",\
"教",\
"已经",\
"刚才",\
"刚刚",\
"再一次",\
"以前",\
"陈",\
"怎样，如何",\
"拜托了",\
"明白了",\
"太好了",\




























































