"カレンダー",\
"ポスター",\
"ハードスケジュール",\
"カレーライス",\
"とっておき",\
"ほんば",\
"げんかん",\
"ロッカー",\
"バッグ",\
"りょこうしゃ",\
"しさつだん",\
"とうちゃく",\
"かえり",\
"もちかえり",\
"じこ",\
"はなたば",\
"はっぴょうかい",\
"ろんぶん",\
"ダイエット",\
"オリンピック",\
"あちこち",\
"やきます",\
"かせぎます",\
"のこります",\
"つつみます",\
"たのみます",\
"はります",\
"かざります",\
"しまいます",\
"あいます",\
"もどします",\
"ためます",\
"ならべます",\
"あづけます",\
"つづけます",\
"やせます",\
"ほうもんします",\
"ちょきんします",\
"かんげいします",\
"よういします",\
"おかしい",\
"ひどい",\
"もったいない",\
"ゆうしゅう",\
"さいこう",\
"しっかり",\
"ひじょうに",\
"こんなに",\
"いっしょうけんめい",\
"うわあ",\
"このまま",\
"いただきます",\
"えんりょなく",\



















