"お手伝い",\
"乗り換え",\
"考え",\
"女性向け",\
"申し出",\
"感じ",\
"多く",\
"部下",\
"監督",\
"選手",\
"消費者",\
"案内役",\
"親",\
"イメージ",\
"インパクト",\
"ガラス",\
"気分",\
"親近感",\
"品質",\
"物価",\
"免税店",\
"説明書",\
"塾",\
"例文",\
"会場",\
"設備",\
"洗濯物",\
"もの",\
"字",\
"妻",\
"我々",\
"引っ張ります",\
"浮かびます",\
"整います",\
"乾きます",\
"暮らします",\
"避けます",\
"売れます",\
"受けます",\
"温めます",\
"理解ます",\
"提案します",\
"試作します",\
"経験します",\
"暗記します",\
"早退します",\
"休職します",\
"さからづよい",\
"柔らかい",\
"硬い",\
"厚い",\
"重要",\
"単純",\
"理想的",\
"具体的",\
"斬新",\
"例えば",\
"しかも",\
"そこで",\
"言うまでもない"

















