"小鳥",\
"万博",\
"遺跡",\
"上司",\
"すり",\
"世代",\
"市場",\
"調査",\
"出荷",\
"成長",\
"嵐",\
"ダイナマイト",\
"ネーミング",\
"コストダウン",\
"低価格",\
"牛肉",\
"一昨年",\
"昨年",\
"今後",\
"すべて",\
"びしょぬれ",\
"魅力",\
"汚職事件",\
"市場調査",\
"交通事情",\
"合弁会社",\
"しかります",\
"かみます",\
"誘います",\
"巻き込みます",\
"至ります",\
"見つかります",\
"踏みます",\
"図ります",\
"見込みます",\
"盗みます",\
"起こします",\
"ほめます",\
"求めます",\
"いじめます",\
"ぶつけます",\
"発見します",\
"辞職します",\
"創立します",\
"依頼します",\
"発売します",\
"開発します",\
"製造します",\
"管理します",\
"実現します",\
"洗練します",\
"放送します",\
"生産します",\
"翻訳します",\
"発明します",\
"幅広い",\
"大幅",\
"大量",\
"最も",\
"いやあ",\
"ニュートン",\
"メーベル",\
"オーストラリア",\
"シーエスコンス",\
"青島ビール",\
"あキューせいでん",\
"参りました",\
"万有引力の法則"

















