"经济",\
"国际关系学",\
"许多，众多",\
"高中",\
"日记",\
"教师",\
"老年人",\
"广播体操",\
"交际舞",\
"乒乓球",\
"篮球",\
"体育中心",\
"门票",\
"入园费",\
"收费",\
"奖",\
"乐曲，歌曲",\
"诗歌",\
"信号，红绿灯",\
"剪刀",\
"零部件",\
"打工，副业，工读",\
"演说，演讲",\
"图表",\
"策划，计划",\
"说明",\
"饭",\
"砂糖",\
"海外旅行",\
"事情",\
"爷爷，老大爷",\
"奶奶，老奶奶",\
"姐姐",\
"上学，来往",\
"聚，集合",\
"跳舞",\
"要",\
"为难，难办",\
"拍，敲，打",\
"放入，放进",\
"护理",\
"吵架，打架",\
"利用",\
"商谈",\
"另外",\
"好久，许久，片刻",\
"哎，哎呀，哎吆",\
"木下",\
"田村",\
"前几天，之前，最近",\
"说起来，这么说来",\
"觉察",\
"好久不见",\




































































