"さいしょ",\
"しゅっしん",\
"こうじょう",\
"えんとつ",\
"フライパン",\
"たまごやき",\
"グラウンド",\
"おくじょう",\
"たこ",\
"テープ",\
"どくしょ",\
"しんせい",\
"かんさいべん",\
"にちじょうかいわ",\
"にほんぶんか",\
"せいさんコスト",\
"こうつうじこ",\
"ごしゅじん",\
"はかりうり",\
"わらいごｒ",\
"もちあるきます",\
"くりかえします",\
"さわぎます",\
"まにあいます",\
"なきます",\
"ねむいます",\
"なります",\
"よろこびます",\
"やくだちます",\
"やといます",\
"なきます",\
"ふります",\
"みえます",\
"きこえます",\
"つうします",\
"あげます",\
"なれます",\
"ぬれます",\
"やけます",\
"さげます",\
"しっぱいします",\
"くろうします",\
"びっくりしむす",\
"しゅっせきします",\
"かなしい",\
"ほんと",\
"とにかく",\
"まだまだ",\
"パらパら",\
"ワンワン",\
"ザーザー",\
"すやすや",\
"くねくね",\
"メキシコ",\
"きん",\
















