






import random
import time


Japan = [   "へや",\
            "にわ",\
            "いえ",\
            "いま",\
            "れいぞうこ",\
            "かべ",\
            "スイツチ",\
            "ほんだな",\
            "ベツド",\
            "ねこ",\
            "いぬ",\
            "はこ",\
            "めがね",\
            "ビデオ",\
            "サツカーボール",\
            "ビール",\
            "ウイスキー",\
            "こども",\
            "きようだい",\
            "りようしん",\
            "いもうと",\
            "おとこ",\
            "おんな",\
            "せいと",\
            "うえ",\
            "そと",\
            "なか",\
            "した",\
            "まえ",\
            "うしろ",\
            "ちかく",\
            "ばしよ",\
            "きようしつ",\
            "かいぎしつ",\
            "としよしつ",\
            "こうえん",\
            "はなや",\
            "ばいてん",\
            "えき",\
            "ちかてつ",\
            "き",\
            "ひとりぐらし",\
            "あります",\
            "います"]
China = [   "房间，屋子",\
            "院子",\
            "家",\
            "起居室",\
            "冰箱",\
            "墙壁",\
            "开关",\
            "书架",\
            "床",\
            "猫",\
            "狗",\
            "盒子，箱子",\
            "眼镜",\
            "录像机",\
            "足球",\
            "啤酒",\
            "威士忌",\
            "孩子，小孩",\
            "兄弟姐妹",\
            "父母，双亲",\
            "妹妹",\
            "男",\
            "女",\
            "学生",\
            "上面",\
            "外面",\
            "里面，内部，中间",\
            "下面",\
            "前面，前",\
            "后，后面",\
            "附近，近旁",\
            "所在地，地方，场所",\
            "教室",\
            "会议室",\
            "图书馆",\
            "公园",\
            "花店",\
            "小卖部，售货亭",\
            "车站",\
            "地铁",\
            "树，树木",\
            "单身生活",\
            "有，在（非意志者）",\
            "有，在（具意志者）"]
filename = "Chapter4_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






