






import random
import time


Japan = [   "お手伝い",\
            "乗り換え",\
            "考え",\
            "女性向け",\
            "申し出",\
            "感じ",\
            "多く",\
            "部下",\
            "監督",\
            "選手",\
            "消費者",\
            "案内役",\
            "親",\
            "イメージ",\
            "インパクト",\
            "ガラス",\
            "気分",\
            "親近感",\
            "品質",\
            "物価",\
            "免税店",\
            "説明書",\
            "塾",\
            "例文",\
            "会場",\
            "設備",\
            "洗濯物",\
            "もの",\
            "字",\
            "妻",\
            "我々",\
            "引っ張ります",\
            "浮かびます",\
            "整います",\
            "乾きます",\
            "暮らします",\
            "避けます",\
            "売れます",\
            "受けます",\
            "温めます",\
            "理解ます",\
            "提案します",\
            "試作します",\
            "経験します",\
            "暗記します",\
            "早退します",\
            "休職します",\
            "さからづよい",\
            "柔らかい",\
            "硬い",\
            "厚い",\
            "重要",\
            "単純",\
            "理想的",\
            "具体的",\
            "斬新",\
            "例えば",\
            "しかも",\
            "そこで",\
            "言うまでもない"]
China = [   "帮忙，帮助",\
            "换车，换乘",\
            "想法，思想",\
            "女性专用，专为女性",\
            "申请，提议",\
            "感觉",\
            "多，多数",\
            "部下",\
            "教练，领队",\
            "运动员，选手",\
            "消费者",\
            "向导，导游",\
            "双亲，父母",\
            "形象，印象",\
            "冲击力，力量感",\
            "舒适，情绪",\
            "亲切感",\
            "质量，品质",\
            "物价",\
            "免税店",\
            "说明书",\
            "私塾，补习学校",\
            "例句",\
            "会场",\
            "设备",\
            "洗的衣服",\
            "东西，事物",\
            "字",\
            "妻子",\
            "我们",\
            "拉，拽",\
            "想起，浮现",\
            "齐备，完备",\
            "干，干燥",\
            "生活",\
            "回避，避免",\
            "好卖，畅销",\
            "感受，受到",\
            "热，温",\
            "理解",\
            "建议，提案",\
            "试作，试制",\
            "经验，经历",\
            "熟记，背诵",\
            "早退",\
            "停职",\
            "强有力，心里踏实",\
            "柔软",\
            "硬",\
            "厚",\
            "重要",\
            "单纯",\
            "理想",\
            "具体",\
            "新颖，崭新",\
            "更加，用力",\
            "比如，例如",\
            "而且",\
            "因此，于是",\
            "不言而喻"]
filename = "Chapter43_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






