

import random
import time


Japan = [   "しゆうまつ",\
            "スケート",\
            "あじ",\
            "まいかい",\
            "つうきん",\
            "ふね",\
            "きじ",\
            "へいてんじこく",\
            "そつぎようしき",\
            "ちがいます",\
            "こみます",\
            "きまります",\
            "しらせます",\
            "たしかめます",\
            "こい",\
            "うすい",\
            "はやい",\
            "おそい",\
            "たぶん",\
            "とうきようえき"]
China = [   "周末",\
            "滑冰",\
            "味道",\
            "每次",\
            "通勤",\
            "船",\
            "布料",\
            "关门时间",\
            "毕业典礼",\
            "不同",\
            "拥挤",\
            "决定",\
            "告诉",\
            "弄清",\
            "口味重浓",\
            "轻薄",\
            "早",\
            "晚慢",\
            "可能",\
            "东京站"]
filename = "Chapter23_result.txt"
flag = []
error = []





















    






