






import random
import time


Japan = [   "スーツケース",\
            "トランク",\
            "スーツ",\
            "ズボン",\
            "ティーシャツ",\
            "サンダル",\
            "ぼうし",\
            "うでどけい",\
            "こもの",\
            "うんてんしゅ",\
            "から",\
            "うんどうかい",\
            "チーム",\
            "さいご",\
            "さいかい",\
            "ひさしぶり",\
            "カキ",\
            "せいりょういんりょうすい",\
            "しまります",\
            "こわします",\
            "わります",\
            "つきます",\
            "かかります",\
            "よごします",\
            "やみます",\
            "たちます",\
            "ならびます",\
            "つきます",\
            "かぶります",\
            "はきます",\
            "かいます",\
            "きえます",\
            "かけます",\
            "おちます",\
            "われます",\
            "たてます",\
            "まけます",\
            "よごれます",\
            "えらい",\
            "らく",\
            "ざんねん",\
            "きゅうに",\
            "ぜんぶ",\
            "あいかわらず",\
            "うっかり",\
            "それにしても",\
            "おひさしぶりです"]
China = [   "旅行箱",\
            "后备箱，手提箱，皮箱",\
            "西服，女套装",\
            "裤子",\
            "T恤衫",\
            "凉鞋",\
            "帽子",\
            "手表",\
            "小东西，细小的附件",\
            "司机",\
            "空",\
            "运动会",\
            "队，团体",\
            "最后",\
            "重逢，再会",\
            "好久不见",\
            "柿子",\
            "清凉饮料",\
            "关闭，关",\
            "弄坏",\
            "割开，打破，打坏",\
            "附带，附加",\
            "挂，悬挂",\
            "弄脏",\
            "停，停息，停止",\
            "盖，建",\
            "排队，排，列队",\
            "到，到达",\
            "戴",\
            "穿",\
            "饲养",\
            "熄灭，消失",\
            "挂",\
            "落下，掉",\
            "裂开，破裂",\
            "盖，建造",\
            "输，败",\
            "脏",\
            "了不起，伟大",\
            "容易，简单，快乐，轻松",\
            "可惜，遗憾",\
            "突然",\
            "全部",\
            "照旧，依然",\
            "不留神，不注意",\
            "即便那样，话虽如此",\
            "好久不见"]
filename = "Chapter33_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






