






import random
import time


Japan = [   "ちゆうごくじん",\
            "にほんじん",\
            "かんこくじん",\
            "アメリカじん",\
            "フランスじん",\
            "がくせい",\
            "せんせい",\
            "りゆうがくせい",\
            "きようじゆ",\
            "しやいん",\
            "かいしやいん",\
            "てんいん",\
            "けんしゆうせい",\
            "きぎよう",\
            "だいがく",\
            "ちち",\
            "かちよう",\
            "しやちよう",\
            "でむかえ",\
            "あのひと",\
            "わたし",\
            "あなた",\
            "どうも",\
            "はい",\
            "いいえ",\
            "あつ",\
            "り",\
            "おう",\
            "ちよう",\
            "もり",\
            "はやし",\
            "おの",\
            "よしだ",\
            "たなか",\
            "なかむら",\
            "たろう",\
            "キム",\
            "ちゆうごく",\
            "とうきようだいがく",\
            "ペキンだいがく",\
            "こんにちわ",\
            "すみません",\
            "どうぞ",\
            "よろしくおねがいします",\
            "はじめまして",\
            "ちがいます",\
            "わかりません",\
            "どうもすみません"]
China = [   "中国人",\
            "日本人",\
            "韩国人",\
            "美国人",\
            "法国人",\
            "学生",\
            "老师",\
            "留学生",\
            "教授",\
            "职员",\
            "公司职员",\
            "店员",\
            "进修生",\
            "企业",\
            "大学",\
            "父亲",\
            "科长",\
            "总经理，社长",\
            "迎接",\
            "那个人",\
            "我",\
            "你",\
            "非常，很",\
            "哎，是，是的",\
            "不，不是",\
            "哎，哎呀",\
            "李",\
            "王",\
            "张",\
            "森",\
            "林",\
            "小野",\
            "吉田",\
            "田中",\
            "中村",\
            "太郎",\
            "金",\
            "中国",\
            "东京大学",\
            "北京大学",\
            "你好",\
            "对不起，请问",\
            "请",\
            "请多关照",\
            "初次见面",\
            "不是",\
            "不知道",\
            "实在对不起"]
filename = "Chapter1_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






