

import random
import time


Japan = [   "ようふく",\
            "セーター",\
            "ノートパソコン",\
            "バイク",\
            "おしるこ",\
            "てんぷら",\
            "はつもうで",\
            "けんこう",\
            "れんあい",\
            "ドラマ",\
            "あいて",\
            "こいびと",\
            "せんぱい",\
            "だんせい",\
            "がいこくじん",\
            "なつ",\
            "ことし",\
            "はじめます",\
            "れんらくします",\
            "ほしい",\
            "りっぱ",\
            "こんど",\
            "ぜひ",\
            "そろそろ",\
            "まず",\
            "べートーベン",\
            "シヨパン",\
            "こきゅう",\
            "ヨーロツパ",\
            "ホンコン",\
            "スイス",]
China = [   "西服",\
            "毛衣",\
            "笔记本电脑",\
            "摩托车",\
            "年糕小豆汤",\
            "天妇罗",\
            "新年后首次参拜",\
            "健康",\
            "恋爱",\
            "连续剧",\
            "对象，对方",\
            "恋人",\
            "前辈",\
            "男性",\
            "外国人",\
            "夏天",\
            "今年",\
            "开始",\
            "联系",\
            "想要",\
            "美观，杰出",\
            "下次，这回",\
            "一定",\
            "快要",\
            "首先",\
            "贝多芬",\
            "肖邦",\
            "故宫",\
            "欧洲",\
            "香港",\
            "瑞士",]
filename = "Chapter17_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






