

import random
import time


Japan = [   "ハイキング",\
            "おわかれ",\
            "はなし",\
            "みおくり",\
            "あいだ",\
            "ほうりつ",\
            "おもいます",\
            "いいます",\
            "さがします",\
            "わらいます",\
            "やめます",\
            "きめます",\
            "ねぼうします",\
            "がいしゆつします",\
            "けんきゆうします",\
            "おかしい",\
            "いつぱい",\
            "すごい",\
            "とうとう",\
            "かならず",\
            "ぜつたいに",\
            "ば",\
            "おせわになりました",\
            "よろしくおつたえください",\
            "おげんきで",\
            "おきをつけて",\
            "さようなら",\
            "どうやつて",\
            "やくにたちます",\
            "おなかがいつぱいです"]
China = [   "郊游",\
            "分别",\
            "说话",\
            "送行",\
            "期间",\
            "法律",\
            "思考",\
            "说讲",\
            "寻找",\
            "笑",\
            "停止",\
            "决定",\
            "睡懒觉",\
            "外出",\
            "研究",\
            "滑稽",\
            "满",\
            "了不起",\
            "终究",\
            "一定",\
            "绝对",\
            "马",\
            "承蒙照顾",\
            "请代问好",\
            "请多保重",\
            "小心点",\
            "再见",\
            "怎样",\
            "有用",\
            "吃饱"]
filename = "Chapter24_result.txt"
flag = []
error = []




















    






