

import random
import time


Japan = [   "らいげつ、来月",\
            "せんげつ、先月",\
            "よなか、夜中",\
            "ゆうべ",\
            "コンサート",\
            "クリスマス",\
            "たんじょうび、誕生日",\
            "こどものひ、こどもの日",\
            "なつやすみ、夏休み",\
            "こうつうきかん、交通機関",\
            "しんかんせん、新幹線",\
            "ひこうき、飛行機",\
            "フエリー",\
            "でんしゃ、電車",\
            "バス",\
            "タクシー",\
            "びじゅつかん、美術館",\
            "アパート",\
            "うち",\
            "プール",\
            "ともだち、友達",\
            "おとうと、弟",\
            "いきます、行きます",\
            "かえります、帰ります",\
            "きます、来ます",\
            "たしか",\
            "まつすぐ",\
            "いつしよに",\
            "さとう",\
            "ペキン",\
            "アメリカ",\
            "かんこく、韓国",\
            "フランス",\
            "ひろしま、広島",\
            "きようと",\
            "ほっかいどう、北海道",\
            "はこね、箱根",\
            "ぎんざ、銀座",\
            "しぶや、渋谷",\
            "しんじゅく、新宿"]
China = [   "下个月",\
            "上个月",\
            "午夜，半夜",\
            "昨天晚上",\
            "音乐会",\
            "圣诞节",\
            "生日",\
            "儿童节",\
            "暑假",\
            "交通工具",\
            "新干线",\
            "飞机",\
            "渡轮",\
            "电车",\
            "公共汽车",\
            "出租车",\
            "美术馆",\
            "公寓",\
            "家",\
            "游泳池",\
            "朋友",\
            "弟弟",\
            "去",\
            "回来，回去",\
            "来",\
            "好像是，大概是，的确",\
            "径直，笔直",\
            "一起",\
            "佐藤",\
            "北京",\
            "美国",\
            "韩国",\
            "法国",\
            "广岛",\
            "京都",\
            "北海道",\
            "箱根",\
            "银座",\
            "涩谷",\
            "新宿"]
filename = "Chapter6_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






