

import random
import time


Japan = [   "そうさ",\
            "きかい",\
            "りよこうがいしや",\
            "こうくうがいしや",\
            "えいぎようぶ",\
            "アイテイーさんぎよう",\
            "せいひん",\
            "けんちくか",\
            "せつけい",\
            "デザイン",\
            "かたち",\
            "さいしん",\
            "ネクタイ",\
            "さいふ",\
            "かわ",\
            "ぬの",\
            "すいとう",\
            "みどり",\
            "あし",\
            "ゆび",\
            "め",\
            "はな",\
            "かお",\
            "あたま",\
            "アイデイーカード",\
            "まちがい",\
            "もんだい",\
            "こうこく",\
            "かんばん",\
            "てんじじよう",\
            "にゆうじようりよう",\
            "サービス",\
            "てんじよう",\
            "けいび",\
            "クリスマスクリー",\
            "オーストラリアじん",\
            "みなさん",\
            "こ",\
            "よこ",\
            "もちます",\
            "すみます",\
            "しります",\
            "なおします",\
            "かたづけます",\
            "れんしゆうします",\
            "けつこんします",\
            "あんしんします",\
            "あかるい",\
            "ながい",\
            "みじかい",\
            "かるい",\
            "やさしい",\
            "ほそい",\
            "ふとい",\
            "くろい",\
            "ヨニーク",\
            "あんぜん",\
            "はで",\
            "じみ",\
            "げんじゆう",\
            "まじめ",\
            "たいせつ",\
            "ふくざつ",\
            "ちやんと",\
            "まだ",\
            "すぐ",\
            "ずいぶん",\
            "はら",\
            "につちゆうでんき",\
            "あたまがいい"]
China = [   "操作",\
            "机械",\
            "旅行社",\
            "航空公司",\
            "营业部",\
            "IT产业",\
            "产品",\
            "建筑师",\
            "设计",\
            "设计制作",\
            "造型",\
            "最新",\
            "领带",\
            "钱包",\
            "皮革",\
            "布匹",\
            "水壶",\
            "绿色",\
            "脚",\
            "手指",\
            "眼",\
            "鼻",\
            "脸",\
            "头",\
            "身份证件",\
            "错误",\
            "问题",\
            "广告",\
            "牌子",\
            "展览会场",\
            "门票",\
            "服务",\
            "天棚",\
            "戒备",\
            "圣诞树",\
            "澳大利亚人",\
            "大家",\
            "孩子",\
            "旁边",\
            "拥有",\
            "居住",\
            "知道",\
            "修改",\
            "整理",\
            "练习",\
            "结婚",\
            "安心",\
            "明亮开朗",\
            "长久",\
            "短暂",\
            "轻松",\
            "和蔼",\
            "细长",\
            "粗胖",\
            "黑色",\
            "独特",\
            "安全",\
            "耀眼",\
            "朴素",\
            "森严",\
            "认真",\
            "重要",\
            "复杂",\
            "的确",\
            "还尚",\
            "马上",\
            "相当",\
            "你看",\
            "日中电器",\
            "聪明"]
filename = "Chapter16_result.txt"
flag = []
error = []




















    






