






import random
import time


Japan = [   "カレンダー",\
            "ポスター",\
            "ハードスケジュール",\
            "カレーライス",\
            "とっておき",\
            "ほんば",\
            "げんかん",\
            "ロッカー",\
            "バッグ",\
            "りょこうしゃ",\
            "しさつだん",\
            "とうちゃく",\
            "かえり",\
            "もちかえり",\
            "じこ",\
            "はなたば",\
            "はっぴょうかい",\
            "ろんぶん",\
            "ダイエット",\
            "オリンピック",\
            "あちこち",\
            "やきます",\
            "かせぎます",\
            "のこります",\
            "つつみます",\
            "たのみます",\
            "はります",\
            "かざります",\
            "しまいます",\
            "あいます",\
            "もどします",\
            "ためます",\
            "ならべます",\
            "あずけます",\
            "つづけます",\
            "やせます",\
            "ほうもんします",\
            "ちょきんします",\
            "かんげいします",\
            "よういします",\
            "おかしい",\
            "ひどい",\
            "もったいない",\
            "ゆうしゅう",\
            "さいこう",\
            "しっかり",\
            "ひじょうに",\
            "こんなに",\
            "いっしょうけんめい",\
            "うわあ",\
            "このまま",\
            "いただきます",\
            "えんりょなく"]
China = [   "挂历，日历",\
            "宣传画，海报",\
            "紧张的日程",\
            "咖喱饭",\
            "珍藏，私藏",\
            "原产地，发源地",\
            "门口，玄关",\
            "橱柜，文件柜",\
            "包，手提包",\
            "旅行社",\
            "视察团",\
            "到达，抵达",\
            "回程，返回，回家",\
            "打包，带回",\
            "事故",\
            "花束",\
            "发布会",\
            "论文",\
            "减肥",\
            "奥运会，奥林匹克",\
            "到处，处处",\
            "烧，烤，烧毁",\
            "挣钱，赚钱",\
            "剩余，剩下",\
            "卷，包裹",\
            "点菜，请求，托付",\
            "粘，贴",\
            "装饰",\
            "收拾起来，放到~里面",\
            "合适，适合",\
            "放回，返还，返回",\
            "积攒，储存",\
            "排列",\
            "寄存，托付",\
            "继续，持续",\
            "瘦",\
            "拜访，访问",\
            "存钱，储蓄",\
            "欢迎",\
            "准备",\
            "奇怪，可笑，不正常",\
            "严重，厉害",\
            "可惜，浪费，过分",\
            "优秀，优异",\
            "最好，最高",\
            "充分，充足",\
            "非常",\
            "这么，这样地",\
            "拼命的，努力的",\
            "哇",\
            "就这样，照这样，如此",\
            "我吃了，开始吃了",\
            "不客气"]
filename = "Chapter34_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






