






import random
import time


Japan = [   "ほん",\
            "かばん",\
            "ノート",\
            "えんぴつ",\
            "かさ",\
            "くつ",\
            "しんぶん",\
            "ざつし",\
            "じしよ",\
            "カメラ",\
            "テレビ",\
            "パソコン",\
            "ラジオ",\
            "でんわ",\
            "つくえ",\
            "いす",\
            "かぎ",\
            "とけい",\
            "てちよう",\
            "しやしん",\
            "くるま",\
            "じてんしや",\
            "おみやげ",\
            "めいさんひん",\
            "シルク",\
            "ハンカチ",\
            "かいしや",\
            "かた",\
            "ひと",\
            "かぞく",\
            "はは",\
            "おかあさん",\
            "にほんご",\
            "ちゆうごくご",\
            "どなた",\
            "ありがとうございます"]
China = [   "书",\
            "包，公文包",\
            "笔记本，本子",\
            "铅笔",\
            "伞",\
            "鞋",\
            "报纸",\
            "杂志",\
            "字典",\
            "照相机",\
            "电视机",\
            "个人电脑",\
            "收音机",\
            "电话",\
            "桌子，书桌",\
            "椅子",\
            "钥匙，锁",\
            "钟，表",\
            "记事本",\
            "照片",\
            "车",\
            "自行车",\
            "礼物",\
            "特产，名产",\
            "丝绸",\
            "手绢",\
            "公司",\
            "位，人",\
            "人",\
            "家人，家属",\
            "母亲",\
            "母亲",\
            "日语",\
            "汉语，中文",\
            "哪位",\
            "谢谢",]
filename = "Chapter2_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






