
Words=[     "らいげつ.来月.下个月",\
            "せんげつ.先月.上个月",\
            "よなか.夜中.午夜，半夜",\
            "ゆうべ.昨天晚上",\
            "コンサート.音乐会",\
            "クリスマス.圣诞节",\
            "たんじょうび.誕生日.生日",\
            "こどものひ.こどもの日.儿童节",\
            "なつやすみ.夏休み.暑假",\
            "こうつうきかん.交通機関.交通工具",\
            "しんかんせん.新幹線.新干线",\
            "ひこうき.飛行機.飞机",\
            "フエリー.渡轮",\
            "でんしゃ.電車.电车",\
            "バス.公共汽车",\
            "タクシー.出租车",\
            "びじゅつかん.美術館.美术馆",\
            "アパート.公寓",\
            "うち.家",\
            "プール.游泳池",\
            "ともだち.友達.朋友",\
            "おとうと.弟.弟弟",\
            "いきます.行きます.去",\
            "かえります.帰ります.回来，回去",\
            "きます.来ます.来",\
            "たしか.好像是，大概是，的确",\
            "まつすぐ.径直，笔直",\
            "いつしよに.一起",\
            "さとう.佐藤",\
            "ペキン.北京",\
            "アメリカ.美国",\
            "かんこく.韓国.韩国",\
            "フランス.法国",\
            "ひろしま.広島.广岛",\
            "きようと.京都",\
            "ほっかいどう.北海道.北海道",\
            "はこね.箱根.箱根",\
            "ぎんざ.銀座.银座",\
            "しぶや.渋谷.涩谷",\
            "しんじゅく.新宿.新宿",\]
filename=   "Chapter6_result.txt"


























