

import random
import time


Japan = [   "にもつ",\
            "はがき",\
            "きつて",\
            "ひきだし",\
            "アルバム",\
            "タバコ",\
            "まんが",\
            "ガレージ",\
            "しゆうり",\
            "いざかや",\
            "なまビール",\
            "やきとり",\
            "からあげ",\
            "にくじやが",\
            "ボーリング",\
            "かみ",\
            "ぞう",\
            "ひる",\
            "ほか",\
            "かかります",\
            "さきます",\
            "およぎます",\
            "あそびます",\
            "すいます",\
            "きります",\
            "だいたい",\
            "とりあえず"]
China = [   "包裹",\
            "明信片",\
            "邮票",\
            "抽屉",\
            "相册",\
            "烟，烟草",\
            "漫画",\
            "车库，汽车房",\
            "修理",\
            "酒馆",\
            "生啤",\
            "烤鸡肉串",\
            "炸鸡，油炸食品",\
            "土豆炖肉",\
            "保龄球",\
            "头发",\
            "象，大象",\
            "白天，中午",\
            "另外，其他",\
            "花费（时间，金钱）",\
            "花开",\
            "游泳",\
            "玩，玩耍",\
            "吸烟",\
            "剪，切，割",\
            "大约，大概，大体",\
            "暂且"]
filename = "Chapter13_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






