






import random
import time


Japan = [   "毛皮",\
            "本物",\
            "柄",\
            "レモン",\
            "みそ汁",\
            "お祭り",\
            "オートバイ",\
            "インタビュー",\
            "プラン",\
            "頭痛",\
            "寒気",\
            "吐き気",\
            "家事",\
            "面接",\
            "出来事",\
            "意見",\
            "開設",\
            "候補地",\
            "周り",\
            "明るさ",\
            "におい",\
            "せっけん",\
            "香水",\
            "ラン",\
            "末",\
            "始め",\
            "半月",\
            "モデル",\
            "警察官",\
            "お相撲さん",\
            "歌舞伎役者",\
            "水泳選手",\
            "済みます",\
            "積もります",\
            "過ごします",\
            "微笑みます",\
            "延します",\
            "済ませます",\
            "枯れます",\
            "発送します",\
            "緊張します",\
            "さわやか",\
            "まるで",\
            "いかにも",\
            "外灘",\
            "沖縄",\
            "南京路",\
            "このごろ",\
            "事務所探し"]
China = [   "毛皮",\
            "真货，真东西",\
            "花纹，花样",\
            "柠檬",\
            "酱汤",\
            "祭日，节日",\
            "摩托车",\
            "采访",\
            "计划",\
            "头疼",\
            "寒气，寒战",\
            "恶心，想要呕吐",\
            "家务活",\
            "面试",\
            "事情，事件",\
            "意见",\
            "开设",\
            "候选地",\
            "一带，周围",\
            "明朗，快活",\
            "味道，气味",\
            "肥皂",\
            "香水",\
            "兰花",\
            "末尾",\
            "最初",\
            "半月，半个月",\
            "模特儿",\
            "警察",\
            "相扑选手",\
            "歌舞伎演员",\
            "游泳选手",\
            "结束，完了",\
            "堆积，积攒",\
            "度过，生活",\
            "微笑",\
            "延长",\
            "搞完，办完",\
            "枯萎，干燥",\
            "发送，寄送",\
            "几张",\
            "清爽，爽快",\
            "好像，就像",\
            "典型的，实在，的确",\
            "外滩",\
            "冲绳",\
            "南京路",\
            "最近，近来，最近时期",\
            "寻找事务所"]
filename = "Chapter46_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






