






import random
import time


Japan = [   "マフラー",\
            "ネツクレト",\
            "かぐ",\
            "ぶんしょう",\
            "いみ",\
            "ふんいき",\
            "はつおん",\
            "ふどうさんや",\
            "いんしょくてん",\
            "たいしかん",\
            "しんきょ",\
            "ひっこし",\
            "きんじょ",\
            "まご",\
            "かかり",\
            "ししゃちょう",\
            "しゅうしょく",\
            "インターネツト",\
            "ひろいます",\
            "やくします",\
            "くれます",\
            "とどけます",\
            "あんないします",\
            "こうかんします",\
            "しょうかいします",\
            "すてき",\
            "とくい",\
            "しんせん",\
            "うまく",\
            "それに",\
            "なかた",\
            "どういたしまして",\
            "どのへん"]
China = [   "围巾",\
            "项链",\
            "家具",\
            "文章",\
            "意思",\
            "气氛",\
            "发音",\
            "房产公司",\
            "饮食店",\
            "大使馆",\
            "新居",\
            "搬家",\
            "附近",\
            "孙子，孙女",\
            "工作人员，主管人员",\
            "分公司经理",\
            "就业",\
            "互联网",\
            "捡，拾",\
            "翻译",\
            "给",\
            "送到，送去",\
            "向导，导游",\
            "换，交换",\
            "介绍",\
            "漂亮，极好",\
            "擅长",\
            "新鲜",\
            "高明的，很好的",\
            "而且",\
            "中田",\
            "没关系",\
            "哪儿"]
filename = "Chapter28_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






