

import random
import time


Japan = [   "おと",\
            "こえ",\
            "くうき",\
            "むすこ",\
            "いしや",\
            "おじようさん",\
            "しやかいじん",\
            "りよこうガイド",\
            "がくしや",\
            "パイロツト",\
            "デザイナー",\
            "タイムサービス",\
            "しんしゆんセール",\
            "さんわりびき",\
            "ていか",\
            "はんがく",\
            "ねだん",\
            "シヤツ",\
            "スカート",\
            "いろ",\
            "あか",\
            "あお",\
            "おしようがつ",\
            "じかん",\
            "しようらい",\
            "じゆんび",\
            "びようき",\
            "なります",\
            "あきます",\
            "にあいます",\
            "うるさい",\
            "シンプル",\
            "まもなく",\
            "もうすぐ",\
            "さらに/もつと",\
            "さあ",\
            "できるだけ",\
            "まとめて",\
            "いまから",]
China = [   "响声",\
            "声音",\
            "空气",\
            "儿子",\
            "医生",\
            "令爱",\
            "成人",\
            "旅行导游",\
            "学者",\
            "飞行员",\
            "设计者",\
            "时段廉价销售",\
            "新年大甩卖",\
            "七折",\
            "定价",\
            "半价",\
            "价格",\
            "衬衫",\
            "裙子",\
            "颜色",\
            "红色",\
            "蓝色",\
            "新年",\
            "时间",\
            "将来",\
            "准备",\
            "疾病",\
            "变成",\
            "开",\
            "适合",\
            "使人心烦",\
            "单纯",\
            "一会儿",\
            "马上",\
            "更加",\
            "啊喂",\
            "尽可能",\
            "汇集",\
            "从现在起"]
filename = "Chapter18_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






