

import random
import time


Japan = [   "らいげつ",\
            "せんげつ",\
            "よなか",\
            "ゆうべ",\
            "コンサート",\
            "クリスマス",\
            "たんじようび",\
            "こどものひ",\
            "なつやすみ",\
            "こうこうきかん",\
            "しんかんせん",\
            "ひこうき",\
            "フエリー",\
            "でんしや",\
            "バス",\
            "タクシー",\
            "びじゆつかん",\
            "アパート",\
            "うち",\
            "プール",\
            "ともだち",\
            "おとうと",\
            "いきます",\
            "かえります",\
            "きます",\
            "たしか",\
            "まつすぐ",\
            "いつしよに",\
            "ペキン",\
            "アメリカ",\
            "かんこく",\
            "フランス",\
            "ひろしま",\
            "きようと",\
            "はつかいどう",\
            "はこね",\
            "ぎんざ",\
            "しぶや",\
            "しんじゆく"]
China = [   "下个月",\
            "上个月",\
            "午夜，半夜",\
            "昨天晚上",\
            "音乐会",\
            "圣诞节",\
            "生日",\
            "儿童节",\
            "暑假",\
            "交通工具",\
            "新干线",\
            "飞机",\
            "渡轮",\
            "电车",\
            "公共汽车",\
            "出租车",\
            "美术馆",\
            "公寓",\
            "家",\
            "游泳池",\
            "朋友",\
            "弟弟",\
            "去",\
            "回来，回去",\
            "来",\
            "好像是，大概是，的确",\
            "径直，笔直",\
            "一起",\
            "北京",\
            "美国",\
            "韩国",\
            "法国",\
            "广岛",\
            "京都",\
            "北海道",\
            "箱根",\
            "银座",\
            "涩谷",\
            "新宿"]
filename = "Chapter6_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






