

import random
import time


Japan = [   "コーヒー",\
            "コーラ",\
            "おちや",\
            "ワイン",\
            "パン",\
            "ケーキ",\
            "おかゆ",\
            "ひるごはん",\
            "おべんどん",\
            "そば",\
            "うどん",\
            "おやこどん",\
            "カレー",\
            "なまご",\
            "チーズ",\
            "リンゴ",\
            "イチゴ",\
            "ぞばや",\
            "テニス",\
            "ジユギング",\
            "サツカー",\
            "やきゆう",\
            "もうしこみしよ",\
            "てがみ",\
            "おんがく",\
            "えいが",\
            "どうぶつえん",\
            "パンダ",\
            "のみます",\
            "かいます",\
            "とります",\
            "かきます",\
            "よみます",\
            "ききます",\
            "たべます",\
            "みます",\
            "します",\
            "そうじします",\
            "これから",\
            "じやあ/では"]
China = [   "咖啡",\
            "可乐",\
            "茶",\
            "葡萄酒",\
            "面包",\
            "蛋糕",\
            "粥",\
            "午饭",\
            "盒饭",\
            "荞麦面",\
            "面条",\
            "鸡肉鸡蛋盖饭",\
            "咖喱",\
            "鸡蛋",\
            "干酪",\
            "苹果",\
            "草莓",\
            "荞麦面馆",\
            "网球",\
            "慢跑，跑步",\
            "足球",\
            "棒球",\
            "申请书",\
            "信",\
            "音乐",\
            "电影",\
            "动物园",\
            "熊猫",\
            "喝",\
            "买",\
            "拍照，拍摄",\
            "写",\
            "读",\
            "听",\
            "吃",\
            "看",\
            "干，做",\
            "打扫，扫除",\
            "从现在起，今后",\
            "那么"]
filename = "Chapter7_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






