






import random
import time


Japan = [   "村",\
            "稲",\
            "霧",\
            "門",\
            "舞台",\
            "屋根",\
            "瑠璃瓦",\
            "黄色",\
            "空",\
            "バック",\
            "貸し切り",\
            "一般",\
            "祖母",\
            "音楽会",\
            "ジヤズ",\
            "やがいコンサート",\
            "円高",\
            "輸出",\
            "影響",\
            "資源",\
            "気温",\
            "沖",\
            "海外",\
            "鯨",\
            "サメ",\
            "ユーフォー",\
            "昔",\
            "別名",\
            "方",\
            "道路工事",\
            "つうきんラッシュ",\
            "通行禁止",\
            "遠く",\
            "見渡します",\
            "続きます",\
            "なくなります",\
            "育ちます",\
            "増えます",\
            "連れます",\
            "欠席します",\
            "輸入します",\
            "せっかく",\
            "ぜったい",\
            "そうそう",\
            "紫禁城"]
China = [   "村子，村庄",\
            "稻子",\
            "雾",\
            "城门，门，大门",\
            "舞台",\
            "屋顶，房顶",\
            "玻璃瓦",\
            "黄色，黄颜色",\
            "天空",\
            "背景",\
            "包租",\
            "一般",\
            "祖母，外婆",\
            "音乐会",\
            "爵士乐",\
            "露天音乐会",\
            "日元升值",\
            "出口，输出",\
            "影响",\
            "资源",\
            "气温",\
            "海上，湖心",\
            "海外",\
            "鲸",\
            "鲨鱼",\
            "不明飞行物",\
            "以前",\
            "别名",\
            "方，方面",\
            "道路施工",\
            "上下班高峰",\
            "禁止通行",\
            "远处，远方",\
            "眺望，远眺",\
            "继续，持续",\
            "完，丢失",\
            "生长，成长",\
            "增加，增多",\
            "带，领",\
            "缺席",\
            "进口，输入",\
            "好不容易，特意",\
            "绝对，一定",\
            "是的是的",\
            "紫禁城"]
filename = "Chapter39_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






