






import random
import time


Japan = [   "商品",\
            "ごみ箱",\
            "コップ",\
            "ペットボトル",\
            "エンジン",\
            "タイヤ",\
            "胡同",\
            "路地",\
            "ヨウティアオ",\
            "日本食",\
            "刺し身",\
            "棚",\
            "畳",\
            "着物",\
            "具合",\
            "平仮名",\
            "赤ちゃん",\
            "半分",\
            "最終",\
            "試合",\
            "英字新聞",\
            "衛星放送",\
            "ストレス",\
            "伝統的",\
            "入り組みます",\
            "減ります",\
            "動かします",\
            "勝ちます",\
            "通り抜けます",\
            "感じます",\
            "取り替えます",\
            "徹夜します",\
            "火傷します",\
            "なんだか",\
            "上野動物園",\
            "この辺",\
            "急いで"]
China = [   "商品",\
            "垃圾箱",\
            "杯子，杯",\
            "塑料瓶",\
            "发动机，引擎",\
            "轮胎",\
            "胡同",\
            "小巷，弄堂",\
            "油条",\
            "日本食品",\
            "生鲜鱼，贝片",\
            "橱柜，搁板",\
            "草席，草垫",\
            "和服，衣服",\
            "情况",\
            "平假名",\
            "婴儿，幼儿",\
            "一半",\
            "最终",\
            "比赛，竞赛",\
            "英文报纸",\
            "卫星广播",\
            "精神紧张状态",\
            "传统的",\
            "错综复杂",\
            "减少",\
            "开动，移动，摇动",\
            "取胜，获胜",\
            "走得出去，穿过，通过",\
            "感觉，觉得",\
            "更换，交换",\
            "熬通宵，彻夜",\
            "烫伤，烧伤",\
            "总觉得，总有点",\
            "上野动物园",\
            "这一带，这附近，这儿",\
            "急急忙忙地，匆忙地"]
filename = "Chapter38_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






