

import random
import time

Japan = [   "スキーじよう",\
            "そうべつかい",\
            "つごう",\
            "よてい",\
            "おもちや",\
            "かじ",\
            "きかん",\
            "てんきん",\
            "けいたい",\
            "バドミントン",\
            "ラケツト",\
            "おくさん",\
            "かしゆ",\
            "だいとうりよう",\
            "やります",\
            "うれしい",\
            "ぬむい",\
            "おもい",\
            "きゆう",\
            "まあまあ",\
            "あんまり",\
            "ごめん",\
            "ううん　いや",\
            "うん",\
            "しみず",\
            "おおた",\
            "モーツアルト",\
            "デイズニーランド"]
China = [   "滑雪场",\
            "欢送会",\
            "方便情况",\
            "预定",\
            "玩具",\
            "火灾",\
            "期间",\
            "调动工作",\
            "手机",\
            "羽毛球",\
            "球拍",\
            "夫人",\
            "歌手",\
            "总统",\
            "做",\
            "高兴",\
            "困倦",\
            "沉重",\
            "突然",\
            "还算",\
            "非常",\
            "抱歉",\
            "不",\
            "嗯",\
            "清水",\
            "太田",\
            "莫扎特",\
            "迪斯尼乐园"]
filename = "Chapter22_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)




















    






