






import random
import time


Japan = [   "小鳥",\
            "万博",\
            "遺跡",\
            "上司",\
            "すり",\
            "世代",\
            "市場",\
            "調査",\
            "出荷",\
            "成長",\
            "嵐",\
            "ダイナマイト",\
            "ネーミング",\
            "コストダウン",\
            "低価格",\
            "牛肉",\
            "一昨年",\
            "昨年",\
            "今後",\
            "すべて",\
            "びしょぬれ",\
            "魅力",\
            "汚職事件",\
            "市場調査",\
            "交通事情",\
            "合弁会社",\
            "しかります",\
            "かみます",\
            "誘います",\
            "巻き込みます",\
            "至ります",\
            "見つかります",\
            "踏みます",\
            "図ります",\
            "見込みます",\
            "盗みます",\
            "起こします",\
            "ほめます",\
            "求めます",\
            "いじめます",\
            "ぶつけます",\
            "発見します",\
            "辞職します",\
            "創立します",\
            "依頼します",\
            "発売します",\
            "開発します",\
            "製造します",\
            "管理します",\
            "実現します",\
            "洗練します",\
            "放送します",\
            "生産します",\
            "翻訳します",\
            "発明します",\
            "幅広い",\
            "大幅",\
            "大量",\
            "最も",\
            "いやあ",\
            "ニュートン",\
            "メーベル",\
            "オーストラリア",\
            "シーエスコンス",\
            "青島ビール",\
            "あキューせいでん",\
            "参りました",\
            "万有引力の法則"]
China = [   "小鸟，鸟儿",\
            "世博会，万国世博会",\
            "遗址，遗迹",\
            "上司",\
            "扒手，小偷",\
            "世代，一代",\
            "市场",\
            "调查",\
            "上市，运出货物",\
            "成长",\
            "暴风雨，风暴",\
            "炸药",\
            "名称，命名，取名",\
            "降低成本",\
            "低价格",\
            "牛肉",\
            "前年",\
            "去年",\
            "今后",\
            "全部，所有",\
            "落汤鸡，湿透，濡湿",\
            "吸引力，魅力",\
            "贪污事件",\
            "市场调查",\
            "交通状况",\
            "合资公司",\
            "训，责备，斥责",\
            "咬，嚼",\
            "邀请，约请",\
            "卷入，卷进",\
            "到达，达到",\
            "找到，发现",\
            "踩，踏",\
            "谋求，考虑",\
            "预料，估计",\
            "盗取，偷盗",\
            "叫醒，唤醒",\
            "表扬，赞扬",\
            "要求，追求，寻求",\
            "欺负，折磨，欺侮",\
            "碰上，装上，扔，投，掷",\
            "发现",\
            "辞职",\
            "成立，创立",\
            "委托，请求",\
            "上市，发售，出售",\
            "开发",\
            "生产，制造",\
            "管理",\
            "实现",\
            "精炼，洗练",\
            "广播，播送",\
            "生产",\
            "翻译，笔译",\
            "发明",\
            "广泛，宽广，辽阔",\
            "大幅度，广泛",\
            "大量",\
            "最",\
            "哎呀",\
            "牛顿",\
            "诺贝尔",\
            "澳大利亚",\
            "CS公司",\
            "青岛啤酒",\
            "阿Q正传",\
            "真糟糕，真倒霉",\
            "万有引力定律"]
filename = "Chapter41_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






