






import random
import time


Japan = [   "さいしょ",\
            "しゅっしん",\
            "こうじょう",\
            "えんとつ",\
            "フライパン",\
            "たまごやき",\
            "グラウンド",\
            "おくじょう",\
            "たこ",\
            "テープ",\
            "どくしょ",\
            "しんせい",\
            "かんさいべん",\
            "にちじょうかいわ",\
            "にほんぶんか",\
            "せいさんコスト",\
            "こうつうじこ",\
            "ごしゅじん",\
            "はかりうり",\
            "わらいごえ",\
            "もちあるきます",\
            "くりかえします",\
            "さわぎます",\
            "まにあいます",\
            "なきます",\
            "ねむいます",\
            "なります",\
            "よろこびます",\
            "やくだちます",\
            "やといます",\
            "なきます",\
            "ふります",\
            "みえます",\
            "きこえます",\
            "つうじます",\
            "あげます",\
            "なれます",\
            "ぬれます",\
            "やけます",\
            "さげます",\
            "しっぱいします",\
            "くろうします",\
            "びっくりしむす",\
            "しゅっせきします",\
            "かなしい",\
            "ほんと",\
            "とにかく",\
            "まだまだ",\
            "パらパら",\
            "ワンワン",\
            "ザーザー",\
            "すやすや",\
            "くねくね",\
            "メキシコ",\
            "きん" ]
China = [   "开始的时候，最初",\
            "出生地",\
            "工厂",\
            "烟筒",\
            "平底锅",\
            "煎鸡蛋",\
            "操场，运动场",\
            "屋顶上，屋顶",\
            "风筝",\
            "磁带，音像带",\
            "读书",\
            "申请",\
            "关西话，关西方言",\
            "日常会话",\
            "日本文化",\
            "生产成本",\
            "交通事故",\
            "您丈夫，您先生",\
            "称斤卖，论重量卖",\
            "笑声",\
            "携带，拿着走",\
            "反复",\
            "吵嚷，吵闹",\
            "来得及，赶得上",\
            "叫，鸣，啼",\
            "睡觉",\
            "鸣响，响起",\
            "喜悦，高兴",\
            "有用，有益",\
            "雇佣",\
            "哭，哭泣",\
            "挥动，摆动",\
            "看到，看得见",\
            "听到，听得见",\
            "通过，相遇",\
            "放（风筝），扬起",\
            "习惯",\
            "淋湿，打湿",\
            "着火，燃烧",\
            "降低，下降",\
            "出岔子，失败",\
            "辛苦，辛劳",\
            "吃惊，吓一跳",\
            "出席",\
            "悲伤，悲哀",\
            "真的",\
            "特别是，总之",\
            "还，尚，仍",\
            "流利地",\
            "汪汪叫",\
            "哗啦哗啦",\
            "香甜的，安静的",\
            "弯曲，弯弯曲曲",\
            "墨西哥",\
            "斤"]
filename = "Chapter36_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






