






import random
import time


Japan = [   "少子化",\
            "人口",\
            "平均年齢",\
            "交通",\
            "便",\
            "アクセス",\
            "便",\
            "市内",\
            "田舎",\
            "中心地",\
            "近代化",\
            "現代人",\
            "時間帯",\
            "調子",\
            "よさ",\
            "部屋代",\
            "森林",\
            "地球",\
            "平均気温",\
            "地球温暖化",\
            "冷凍食品",\
            "高齢者",\
            "喫煙者",\
            "旅行者",\
            "利用者",\
            "悩み",\
            "街並み",\
            "売れ上げ",\
            "あこがれ",\
            "進みます",\
            "磨きます",\
            "曇ります",\
            "似ます",\
            "普及します",\
            "雨宿りします",\
            "ひどい",\
            "手軽",\
            "急速",\
            "以前",\
            "どんどん",\
            "ますます",\
            "なんか",\
            "年々",\
            "軽いもの"]
China = [   "孩子减少现象",\
            "人口",\
            "平均年龄",\
            "交通",\
            "方便，便利",\
            "连接，衔接",\
            "航班",\
            "市内",\
            "乡下，农村",\
            "中心地区",\
            "现代化",\
            "现代人",\
            "时间段",\
            "情况，状况，势头",\
            "长处，好处",\
            "房租",\
            "森林",\
            "地球",\
            "平均气温",\
            "地球变暖现象",\
            "冷冻食品",\
            "高龄者",\
            "吸烟者",\
            "旅行者",\
            "利用者",\
            "烦恼",\
            "市容，街道，街景",\
            "销售额，营业额",\
            "憧憬",\
            "加重，前进",\
            "刷，擦",\
            "天阴",\
            "像，相似",\
            "普及",\
            "避雨",\
            "残酷，过分，激烈",\
            "简便，简单，轻便",\
            "迅速，快速",\
            "以前",\
            "接连不断地，接二连三地",\
            "越来越，更加",\
            "有点，总觉得，有些，好像",\
            "逐年，每年",\
            "清淡的或少量的食物"]
filename = "Chapter45_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






