






import random
import time


Japan = [   "たくはいびん",\
            "ほうこくしょ",\
            "つゆ",\
            "あき",\
            "ピクニツク",\
            "こうらくち",\
            "ピザ",\
            "しゅうでん",\
            "まちあいしつ",\
            "かんじゃ",\
            "はいざら",\
            "すいがら",\
            "は",\
            "かれ",\
            "そろいます",\
            "よります",\
            "ひらきます",\
            "ひっこします",\
            "むかえます",\
            "こわえます",\
            "まちがえます",\
            "しゅつぱつします",\
            "てんしょくします",\
            "パンクします",\
            "さびしい",\
            "たのしみ",\
            "とくべつ",\
            "それではそれじゃ",\
            "そうか",\
            "まあ",\
            "パク",\
            "しかたない"]
China = [   "送货上门服务",\
            "报告书",\
            "梅雨",\
            "秋天，秋季",\
            "郊游",\
            "景点，游览地",\
            "比萨饼",\
            "末班电车",\
            "候诊室，等候室",\
            "病人，患者",\
            "烟灰缸",\
            "烟头，烟灰，烟蒂",\
            "牙齿",\
            "他",\
            "到齐，齐全",\
            "顺便去，靠近",\
            "开，开张",\
            "搬迁，搬家",\
            "迎接",\
            "出故障，坏",\
            "搞错",\
            "出发",\
            "换工作",\
            "轮胎爆裂，撑破",\
            "寂寞",\
            "愉快，期待",\
            "特别",\
            "那么",\
            "是吗",\
            "哎吆",\
            "朴",\
            "没有办法"]
filename = "Chapter30_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






