
Words=[     "しつもん.質問.提问，问题",\
            "ばあい.場合.场合，情况",\
            "めいわく.迷惑.麻烦",\
            "フジ..紫藤",\
            "カササギ.鵲.喜鹊",\
            "とり..鸟",\
            "マーク..符号",\
            "ひょうしき.標識.标记",\
            "おうだんきんし.横断禁止.禁止横穿",\
            "スピード..速度",\
            "めんきょしょう.免許証.许可证，执照",\
            "きかくしょ.企画書.计划书",\
            "やきゅうじょう.野球場.棒球场",\
            "テーブル..桌子",\
            "テレビこうざ.テレビ講座.电视讲座",\
            "かんじ..汉字",\
            "せんそう.戦争.战争",\
            "けいかん..警察",\
            "としうえ.年上.年长者",\
            "とまります.止まります.停，停住",\
            "かわります.変わります.变，转变",\
            "がんばります.頑張ります.拼命努力",\
            "あやまります.謝ります.道歉",\
            "サボります..逃学，怠工",\
            "やぶります.破ります.爽约，打破",\
            "ひきます.引きます.拉，抽",\
            "まもります.守ります.遵守，保护",\
            "こたえます.答えます.回答",\
            "にげます.逃げます.逃跑",\
            "たすけます.助けます.救助，帮助",\
            "つけます..添加，附加",\
            "おぼえます.覚えます.记住，掌握",\
            "ていしゅつします.提出します.提交，提出",\
            "えんりょします.遠慮します.客气",\
            "シュートします..射门，投篮",\
            "ちゅういします.注意します.注意",\
            "したしい.親しい.熟悉，亲切，亲密",\
            "らんぼう..粗暴",\
            "しつれい.失礼.不礼貌",\
            "おなじ.同じ.一样，同样",\
            "きかん..危险",\
            "そんな..那样的",\
            "ていねいに.ていねいに.恭敬地，细心地",\
            "おい..哎，喂",\
            "まこと..诚，阿诚",\
            "しゅうおんらい.周恩来.周恩来",\
            "ろじん..鲁迅",\
            "せたがや.世田谷.世田谷",\
            "ふじ..富士",\
            "かわった.変わった.怪",\
            "かぜをひきます.風邪をひきます.感冒"]
filename=   "Chapter29_result.txt"


























