






import random
import time


Japan = [   "用事",\
            "大会",\
            "規模",\
            "計画",\
            "規則",\
            "費用",\
            "塩",\
            "メダル",\
            "ソフト",\
            "犯人",\
            "川",\
            "鉄道",\
            "全長",\
            "番号",\
            "単位",\
            "小さじ",\
            "ボリューム",\
            "直通列車",\
            "世界遺産",\
            "観光～",\
            "超えます",\
            "出場～",\
            "釈放",\
            "つまみ食い～",\
            "換算～",\
            "復習～",\
            "成功～",\
            "弱い",\
            "厳しい",\
            "ぜいたく",\
            "こっそり",\
            "さすが",\
            "実際に",\
            "東大",\
            "八達嶺",\
            "北京北駅" ]
China = [   "事情",\
            "大会",\
            "规模",\
            "计划",\
            "规则",\
            "费用",\
            "盐，食盐",\
            "纪念章，奖牌",\
            "软件",\
            "犯人，罪犯",\
            "河流",\
            "火车，铁路，铁道",\
            "全长",\
            "号码，番号",\
            "计量单位",\
            "小匙，小勺",\
            "音量",\
            "直达列车",\
            "世界遗产",\
            "旅游点",\
            "超过",\
            "参加，出场",\
            "释放",\
            "偷吃",\
            "换算",\
            "复习",\
            "成功",\
            "弱，脆弱，柔弱",\
            "严厉，严格",\
            "奢望，奢侈，过分",\
            "偷偷地，悄悄地",\
            "不愧是，果然",\
            "实地，实际上",\
            "东大，东京大学",\
            "八达岭",\
            "北京北站"]
filename = "Chapter37_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






