






import random
import time


Japan = [   "質問",\
            "場合",\
            "迷惑",\
            "フジ",\
            "鵲",\
            "とり",\
            "マーク",\
            "標識",\
            "横断禁止",\
            "スピード",\
            "免許証",\
            "企画書",\
            "野球場",\
            "テーブル",\
            "テレビ講座",\
            "かんじ",\
            "戦争",\
            "けいかん",\
            "年上",\
            "止まります",\
            "変わります",\
            "頑張ります",\
            "謝ります",\
            "サボります",\
            "破ります",\
            "引きます",\
            "守ります",\
            "答えます",\
            "逃げます",\
            "助けます",\
            "つけます",\
            "覚えます",\
            "提出します",\
            "遠慮します",\
            "シュートします",\
            "注意します",\
            "親しい",\
            "らんぼう",\
            "失礼",\
            "同じ",\
            "きかん",\
            "そんな",\
            "ていねいに",\
            "おい",\
            "まこと",\
            "周恩来",\
            "ろじん",\
            "世田谷",\
            "ふじ",\
            "変わった",\
            "風邪をひきます"]
China = [   "提问，问题",\
            "场合，情况",\
            "麻烦",\
            "紫藤",\
            "喜鹊",\
            "鸟",\
            "符号",\
            "标记",\
            "禁止横穿",\
            "速度",\
            "许可证，执照",\
            "计划书",\
            "棒球场",\
            "桌子",\
            "电视讲座",\
            "汉字",\
            "战争",\
            "警察",\
            "年长者",\
            "停，停住",\
            "变，转变",\
            "拼命努力",\
            "道歉",\
            "逃学，怠工",\
            "爽约，打破",\
            "拉，抽",\
            "遵守，保护",\
            "回答",\
            "逃跑",\
            "救助，帮助",\
            "添加，附加",\
            "记住，掌握",\
            "提交，提出",\
            "客气",\
            "射门，投篮",\
            "注意",\
            "熟悉，亲切，亲密",\
            "粗暴",\
            "不礼貌",\
            "一样，同样",\
            "危险",\
            "那样的",\
            "恭敬的，细心的",\
            "哎，喂",\
            "诚，阿诚",\
            "周恩来",\
            "鲁迅",\
            "世田谷",\
            "富士",\
            "怪",\
            "感冒"]
filename = "Chapter29_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)









