

import random
import time
import Card22

Japan = [   "ことば",\
            "メールアドレス",\
            "れんきゆう",\
            "ゴールデンウイーク",\
            "おわり",\
            "きゆうけいじかん",\
            "きようげき",\
            "きつぷ",\
            "からだ",\
            "じしん",\
            "どろぼう",\
            "ちゆうしやじよう",\
            "わたします",\
            "おくれます",\
            "かんがえます",\
            "しらべます",\
            "きます",\
            "よやくします",\
            "かんしやします",\
            "うんどうします",\
            "せんたくします",\
            "ほうこくします",\
            "あぶない",\
            "それとも",\
            "とうきようタワー",\
            "そんなに"]
China = [   "语言",\
            "邮件地址",\
            "连休",\
            "黄金周",\
            "结束",\
            "休息时间",\
            "京剧",\
            "票",\
            "身体",\
            "地震",\
            "盗贼",\
            "停车场",\
            "交给",\
            "迟到",\
            "考虑",\
            "调查",\
            "穿",\
            "预定",\
            "感谢",\
            "运动",\
            "洗涤",\
            "报告",\
            "危险",\
            "或者",\
            "东京塔",\
            "那么"]
filename = "Chapter21_result.txt"
flag = []
error = []





















    






