






import random
import time


Japan = [   "マラソンたいかい",\
            "ホームパーティー",\
            "ゴーカート",\
            "テレビゲーム",\
            "ちゅうし",\
            "ひょうげん",\
            "はんたい",\
            "えいぎょう",\
            "ざいこ",\
            "おとな",\
            "おじ",\
            "しょうがくせい",\
            "うちゅうひこうし",\
            "カタログ",\
            "たからくじ",\
            "せいせき",\
            "けいさん",\
            "けしゴム",\
            "は",\
            "ビタミンざい",\
            "しゅうこ",\
            "きかい",\
            "きゅうじつ",\
            "こんかい",\
            "こんげつ",\
            "さいしゅうてんけん",\
            "ききます",\
            "いわいます",\
            "あたります",\
            "あきます",\
            "くさります",\
            "みつけます",\
            "はれます",\
            "たずねます",\
            "たいざいします",\
            "きゅうけいします",\
            "さんかします",\
            "かんぱいします",\
            "へん",\
            "かんぜん",\
            "ひつよう",\
            "だんだん",\
            "もし"]
China = [   "马拉松大赛",\
            "家庭聚会",\
            "游戏汽车，玩具汽车",\
            "电子游戏",\
            "中止，中顿",\
            "表达，表现",\
            "反对",\
            "营业",\
            "库存，存货",\
            "大人，成人",\
            "叔叔，伯伯，舅舅",\
            "小学生",\
            "宇航员",\
            "目录，商品目录",\
            "彩票",\
            "成绩",\
            "计算",\
            "橡皮",\
            "叶子",\
            "维生素片剂",\
            "二手货，旧货",\
            "机会",\
            "休息日，假日",\
            "这次，这回",\
            "这个月",\
            "最终检查",\
            "有效，起作用",\
            "祝贺",\
            "中彩，抽中",\
            "空，有空",\
            "腐烂，腐败",\
            "寻找，看见",\
            "晴朗，天晴",\
            "访问，拜访",\
            "停留，滞留",\
            "休息",\
            "参加",\
            "干杯",\
            "不恰当，奇怪，反常",\
            "充分，完全",\
            "必要，必须",\
            "渐渐地，逐渐的",\
            "如果，假如"]
filename = "Chapter35_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






