






import random
import time


Japan = [   "マフラー",\
            "ネツクレト",\
            "かぐ、家具",\
            "ぶんしょう、文章",\
            "いみ、意味",\
            "ふんいき、雰囲気",\
            "はつおん、発音",\
            "ふどうさんや、不動産屋",\
            "いんしょくてん、飲食店",\
            "たいしかん、大使館",\
            "しんきょ、新居",\
            "ひっこし、引越し",\
            "きんじょ、近所",\
            "まご、孫",\
            "かかり、係",\
            "ししゃちょう、支社長",\
            "しゅうしょく、就職",\
            "インターネツト",\
            "ひろいます、拾います",\
            "やくします、訳します",\
            "くれます",\
            "とどけます、届けます",\
            "あんないします、案内します",\
            "こうかんします、交換します",\
            "しょうかいします、紹介します",\
            "すてき、漂亮",\
            "とくい、得意",\
            "しんせん、新鮮",\
            "うまく",\
            "それに",\
            "なかた中田",\
            "どういたしまして、不客气",\
            "どのへん、どの辺"]
China = [   "围巾",\
            "项链",\
            "家具",\
            "文章",\
            "意思",\
            "气氛",\
            "发音",\
            "房产公司",\
            "饮食店",\
            "大使馆",\
            "新居",\
            "搬家",\
            "附近",\
            "孙子，孙女",\
            "工作人员，主管人员",\
            "分公司经理",\
            "就业",\
            "互联网",\
            "捡，拾",\
            "翻译",\
            "给",\
            "送到，送去",\
            "向导，导游",\
            "换，交换",\
            "介绍",\
            "漂亮，极好",\
            "擅长",\
            "新鲜",\
            "高明的，很好的",\
            "而且",\
            "中田",\
            "没关系",\
            "哪儿"]
filename = "Chapter28_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






