

import random
import time


Japan = [   "しゆみ",\
            "とくぎ",\
            "きようみ",\
            "ゆめ",\
            "ギター",\
            "こきよう",\
            "しよどう",\
            "つり",\
            "ドランブ",\
            "あみもの",\
            "てづくり",\
            "ちゆうかがい",\
            "ちゆうかりようり",\
            "ギヨーザ",\
            "かわ",\
            "しゆんせつ",\
            "ししまい",\
            "りよう",\
            "せんたくき",\
            "ジヤワー",\
            "おなか",\
            "じゆぎよう",\
            "しりよう",\
            "フランスご",\
            "しようせつ",\
            "かいがん",\
            "ふゆやすみ",\
            "キヤンプ",\
            "みんな",\
            "じぶん",\
            "ぜんいん",\
            "ひきます",\
            "すきます",\
            "のぼります",\
            "あつめます",\
            "あびます",\
            "ごちそうします",\
            "きこくします",\
            "とくに",\
            "おなかがすきます",]
China = [   "爱好",\
            "特长",\
            "兴趣",\
            "梦",\
            "吉他",\
            "胡琴",\
            "书法",\
            "钓鱼",\
            "兜风",\
            "编织",\
            "手制",\
            "中华街",\
            "中国菜",\
            "饺子",\
            "皮",\
            "春节",\
            "狮子舞",\
            "宿舍",\
            "洗衣机",\
            "淋浴",\
            "肚子",\
            "授课",\
            "资料",\
            "法语",\
            "小说",\
            "海岸",\
            "寒假",\
            "野营",\
            "大家",\
            "自己",\
            "全员",\
            "弹",\
            "饿空",\
            "登上",\
            "收集",\
            "淋浇",\
            "请客",\
            "回国",\
            "特别",\
            "肚子饿",]
filename = "Chapter20_result.txt"
flag = []
error = []




















    






