

import random
import time


Japan = [   "きせつ",\
            "ふゆ",\
            "はる",\
            "にほんりようり",\
            "すし",\
            "ナシ",\
            "バナナ",\
            "ミカン",\
            "しようちゆう",\
            "にほんしゆ",\
            "こうちや",\
            "ウーロンちや",\
            "ジヤスミンちや",\
            "りよくちや",\
            "ジユース",\
            "にんき",\
            "せき",\
            "クラス",\
            "しゆるい",\
            "せ",\
            "あに",\
            "さいきん",\
            "ふります",\
            "わかい",\
            "あたたかい",\
            "すずしい",\
            "はやい",\
            "だいすき",\
            "いちばん",\
            "ずつと",\
            "やつぱり",\
            "にんきがあります"]
China = [   "季节",\
            "冬天，冬季",\
            "春天，春季",\
            "日式饭菜",\
            "寿司",\
            "梨",\
            "香蕉",\
            "橘子",\
            "烧酒",\
            "日本酒",\
            "红茶",\
            "乌龙茶",\
            "茉莉花茶",\
            "绿茶",\
            "果汁",\
            "声望，受欢迎",\
            "座位，席位",\
            "班级",\
            "种类",\
            "个子",\
            "哥哥，兄长",\
            "最近，近来",\
            "下，降",\
            "年轻",\
            "暖和，温暖",\
            "凉爽",\
            "快",\
            "非常喜欢",\
            "最，第一",\
            "~得多",\
            "仍然，还是",\
            "受欢迎"]
filename = "Chapter12_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






