






import random
import time


Japan = [   "デパート",\
            "しよくどう",\
            "ゆうびんきよく",\
            "ぎんこう",\
            "としよかん",\
            "マンシヨン",\
            "ホテル",\
            "コンビニ",\
            "きつさてん",\
            "びよういん",\
            "ほんや",\
            "レストラン",\
            "ビル",\
            "たべもの",\
            "うりば",\
            "トイレ",\
            "いりぐち",\
            "じむしよ",\
            "うけつけ",\
            "エスカレーター",\
            "ふく",\
            "コート",\
            "デジカメ",\
            "くに",\
            "ちず",\
            "となり",\
            "しゆうへん",\
            "きよう",\
            "すいようび",\
            "もくようび",\
            "いくら"]
China = [   "百货商店",\
            "食堂",\
            "邮局",\
            "银行",\
            "图书馆",\
            "公寓",\
            "宾馆",\
            "便利店",\
            "咖啡馆",\
            "医院",\
            "书店",\
            "餐馆，西餐馆",\
            "大楼，大厦",\
            "大楼，建筑物",\
            "柜台，出售处",\
            "厕所",\
            "入口",\
            "事务所，办事处",\
            "接待处",\
            "自动扶梯",\
            "衣服",\
            "大衣",\
            "数码相机",\
            "国，国家",\
            "地图",\
            "旁边",\
            "附近，周边",\
            "今天",\
            "星期三",\
            "星期四",\
            "多少钱"]
filename = "Chapter3_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






