






import random
import time


Japan = [   "責任者",\
            "同僚",\
            "観客",\
            "空腹",\
            "換気",\
            "留守",\
            "講堂",\
            "昼間",\
            "日程",\
            "次回",\
            "目覚まし",\
            "アラーム",\
            "企画案",\
            "お返事",\
            "行先",\
            "預かります",\
            "気づきます",\
            "冷やします",\
            "思い出します",\
            "告げます",\
            "冷えます",\
            "信じます",\
            "折れます",\
            "出勤します",\
            "セットします",\
            "検討します",\
            "正しい",\
            "当然",\
            "確か",\
            "丈夫",\
            "早速",\
            "直接",\
            "きっと",\
            "だって",\
            "西長安街",\
            "留守にします"]
China = [   "责任人",\
            "同事",\
            "观众",\
            "空肚子，空腹，饿",\
            "换气",\
            "不在家",\
            "讲堂",\
            "白天，白日",\
            "日程",\
            "下次，下回",\
            "闹钟，叫醒",\
            "闹钟，闹铃",\
            "策划方案",\
            "回信",\
            "去的地方，目的地",\
            "保管，收存",\
            "发觉，发现",\
            "冰镇，冷却",\
            "想起，想出",\
            "说，告诉",\
            "变冷，感觉冷",\
            "相信，信任",\
            "折，断，拐弯",\
            "上班，出勤",\
            "设定，设置",\
            "讨论",\
            "正确的",\
            "当然，应当",\
            "确实，确切，大概",\
            "牢固，结实",\
            "马上，立即",\
            "直接",\
            "一定",\
            "可是，但是",\
            "西长安街",\
            "不在家，无人在家"]
filename = "Chapter42_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






