





import random
import time


Japan = [   "であい",\
            "たすかる",\
            "すっかり",\
            "まち",\
            "へんか",\
            "ついていく",\
            "こうそう",\
            "こうそうピル",\
            "へん",\
            "ニューヨーク",\
            "しつれいですが",\
            "かんじがします",\
            "てんきんになる",\
            "ちょっと",\
            "おじさん",\
            "おねえさん",\
            "じどうドア",\
            "めざましどけい",\
            "おとうさん",\
            "ふしぎ",\
            "えきべん",\
            "あめ",\
            "なめる",\
            "ちゅうがっこう",\
            "テスト",\
            "なみだ",\
            "しゅと",\
            "きゅうきゅうしゃ",\
            "ふた",\
            "ひろげる",\
            "わく",\
            "わかす",\
            "タオル",\
            "かわかす",\
            "シャンハイほけん",\
            "おおかわ",\
            "スペインたいしかん",\
            "シャンハイコンス",\
            "アフリカ",\
            "ながさき",\
            "ぼくじょう",\
            "あたり",\
            "してつ",\
            "こうえい",\
            "ジャパンレールウェイズ",\
            "りゃく",\
            "こくえい",\
            "みんえい",\
            "ろせん",\
            "しゅよう",\
            "とし",\
            "じそく",\
            "とうかいどう",\
            "さんよう",\
            "とうほく",\
            "きゅうしゅう",\
            "のびる",\
            "みんかん",\
            "けいえいする",\
            "また",\
            "ちほうじちたい",\
            "じつよう",\
            "うんこう",\
            "ほうこう",\
            "あらわす",\
            "のぼり",\
            "くだり",\
            "ほんしゅう",\
            "ちほう",\
            "ほうめん",\
            "こんな",\
            "なぞなぞ",\
            "こたえ",\
            "ゴンバオシャーレン",\
            "エビ",\
            "ビーナッツ",\
            "とうがらし",\
            "いためる",\
            "おせちりょうり",\
            "しょうがつ",\
            "おいわい",\
            "こううん",\
            "おとずれる",\
            "そだてる",\
            "こくさい",\
            "しょうきょくてき",\
            "せっきょくてき",\
            "ちゅうしょうてき",\
            "アジア",\
            "ひも",\
            "おもいで",\
            "かせき",\
            "げんだい",\
            "じけん",\
            "かねもち",\
            "しんぽ",\
            "かんげき",\
            "きんだい",\
            "でんし",\
            "こうれい",\
            "デジタル",\
            "アイティー",\
            "けんせつする",\
            "のぼる",\
            "くだる",\
            "つうこうどめ",\
            "このような",\
            "これら",\
            "ひみつ",\
            "こくさいれんごう",\
            "こくれん",\
            "ぜんこくじんみんだいひょうたいかい",\
            "ぜんじんだい",\
            "ダブリューティーオー",\
            "せかいぼうえききかん",\
            "レール",\
            "とく",\
            "けっさく",\
            "すぐれる",\
            "うんが",\
            "こうしゅう",\
            "ながれる",\
            "レジャー",\
            "でんとう",\
            "げいのう",\
            "よさん",\
            "こうか",\
            "きょうそう",\
            "ほんかく",\
            "ぶんぼうぐ",\
            "コショウ",\
            "ちょうみりょう",\
            "かんきょうほご",\
            "ちゅうもくする",\
            "かつどう",\
            "つうしんしゅだん",\
            "かもく"]
China = [   "相遇",\
            "获得帮助；得救",\
            "完全,彻底",\
            "街道；城镇",\
            "变化",\
            "跟上，跟上去",\
            "高层",\
            "高楼，大厦",\
            "一带，附近",\
            "纽约",\
            "对不起",\
            "感觉，觉得",\
            "调动工作，调换工作地点",\
            "哎，劳驾；有点，稍橄；有点儿…，不太…",\
            "大爷，大叔；伯伯，叔叔，舅舅",\
            "姐姐",\
            "自动门",\
            "闹钟",\
            "父亲，爸爸",\
            "不可思议，奇怪",\
            "车站卖的盒饭",\
            "糖",\
            "舔，含",\
            "初级中学，初中",\
            "考试，测验，测试",\
            "眼泪，泪",\
            "首都",\
            "急救车，救护车",\
            "盖子，盖",\
            "展开，扩大，扩展",\
            "沸腾，烧开",\
            "烧热，烧开",\
            "毛巾",\
            "弄干，晾干",\
            "上海保险公司",\
            "大川",\
            "西班牙大使馆",\
            "上海公司",\
            "非洲",\
            "长崎",\
            "牧场",\
            "周围，附近",\
            "私营铁路",\
            "公营",\
            "日本铁路",\
            "略．简略",\
            "国营",\
            "民营",\
            "线路",\
            "主要",\
            "城市．都市",\
            "时速",\
            "东海道",\
            "山阳",\
            "东北",\
            "九州",\
            "延伸，延长",\
            "民间",\
            "经营",\
            "另外．又．再．也",\
            "地方自治团体",\
            "实用",\
            "运行",\
            "方向",\
            "表示，表现，表达",\
            "上，上行",\
            "下．下行",\
            "本州",\
            "地方",\
            "方向，方面",\
            "这样的",\
            "谜语",\
            "回答．答案",\
            "宫保虾仁",\
            "虾仁，虾",\
            "花生米",\
            "辣椒",\
            "炒",\
            "新年饭菜",\
            "正月；新年",\
            "庆贺，祝贺",\
            "幸运．好运，侥幸",\
            "到来．来临．访问",\
            "养育，抚育，培养",\
            "国际",\
            "消极，负面",\
            "积极．正面",\
            "抽象",\
            "亚洲",\
            "带（子），细绳",\
            "回忆；往事",\
            "化石",\
            "现代，现今．当代",\
            "事件．案件",\
            "有钱人．富人",\
            "进步",\
            "感激，感动",\
            "近代．现代",\
            "电子",\
            "高龄，老龄",\
            "数码，数字",\
            "IT．电子技术",\
            "修建，建设",\
            "上，登；进京",\
            "下，下去：到地方去",\
            "禁止通行",\
            "像这样的",\
            "这些",\
            "秘密",\
            "联合国",\
            "联合国",\
            "全国人民代表大会",\
            "全国人民代表大会",\
            "WTO．世界贸易组织",\
            "世界贸易组织",\
            "铁轨．钢轨．轨道",\
            "调拌，调开，溶解",\
            "杰作",\
            "优秀，卓越",\
            "运河",\
            "杭州",\
            "流．流动．流淌",\
            "业余时间的娱乐；余暇．空闲",\
            "传统",\
            "演艺．文艺，曲艺",\
            "预算",\
            "功效；效果",\
            "竞争",\
            "正式；原则．正规",\
            "文具",\
            "胡椒",\
            "佐料，调味品",\
            "环境保护．环保",\
            "注目．注视",\
            "活动",\
            "通讯手段",\
            "科目"]
filename = "Chapter49_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






