






import random
import time


Japan = [   "モノレール",\
            "オイル",\
            "ダンス",\
            "時代",\
            "役者",\
            "娘",\
            "子犬",\
            "都会",\
            "劇場",\
            "試写会",\
            "耳",\
            "奥",\
            "機嫌",\
            "先日",\
            "コピー機",\
            "券",\
            "最終便",\
            "入場券",\
            "招待券",\
            "回数券",\
            "向かいます",\
            "そろえます",\
            "漏れます",\
            "開通します",\
            "改築します",\
            "完成します",\
            "入社します",\
            "清",\
            "お待たせしました"]
China = [   "单轨铁路，单轨电车",\
            "油，润滑油",\
            "跳舞，舞",\
            "时代",\
            "演员",\
            "女儿",\
            "小狗",\
            "都市，城市",\
            "剧场，剧院",\
            "试映会，预映会",\
            "耳朵",\
            "里头，内部，深处",\
            "情绪，心情",\
            "前几天，前些天",\
            "复印机",\
            "券，票",\
            "最晚航班",\
            "入场券，门票",\
            "招待券，请帖",\
            "回数券",\
            "往~去",\
            "备齐，凑齐，使一致",\
            "漏，泄露",\
            "开通",\
            "改建",\
            "完成",\
            "进公司，入社",\
            "清，清代",\
            "让您久等了"]
filename = "Chapter40_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






