






import random
import time


Japan = [   "ボタン",\
            "ブローチ",\
            "カーテン",\
            "コンクリート",\
            "プラスチック",\
            "ひすい",\
            "サービスセンター",\
            "かいいん",\
            "とくてん",\
            "おてあらい",\
            "かいだん",\
            "いこう",\
            "ぞば",\
            "たっきゅうだい",\
            "サイズ",\
            "にんげん",\
            "はくちょう",\
            "でんげん",\
            "スイカ",\
            "おします",\
            "つきます",\
            "さがります",\
            "おこります",\
            "まわします",\
            "うごきます",\
            "いきます",\
            "おります",\
            "まとめます",\
            "フリーズします",\
            "こしょうします",\
            "うつくしい",\
            "うまい",\
            "くわしい",\
            "じゆう",\
            "ていねい",\
            "きちんと",\
            "ただし",\
            "しかし",\
            "きもちわるい"]
China = [   "按钮，纽扣",\
            "胸针",\
            "窗帘，帘子",\
            "混凝土，水泥",\
            "塑胶，塑料",\
            "翡翠",\
            "维修服务中心",\
            "会员",\
            "优惠",\
            "洗手间，厕所",\
            "楼梯，台阶",\
            "以后",\
            "旁边",\
            "乒乓球台",\
            "大小，尺寸",\
            "人，人类",\
            "天鹅",\
            "电源",\
            "西瓜",\
            "按，推，挤",\
            "灯亮，灯开",\
            "下降，降低",\
            "生气",\
            "转，传送，传递",\
            "运转，转动",\
            "活，生存",\
            "下，下来",\
            "总结，整理，汇集",\
            "死机",\
            "故障",\
            "美丽",\
            "高明，好吃，可口",\
            "详细",\
            "随便，自由",\
            "精心，细心，恭敬,",\
            "好好地，正经地",\
            "不过，只是",\
            "可是，但是",\
            "不舒服"]
filename = "Chapter31_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






