

import random
import time


Japan = [   "もみじ",\
            "こきよう",\
            "とおり",\
            "まち",\
            "ところ",\
            "おみせ",\
            "にんぎよう",\
            "さくひん",\
            "ちようこく",\
            "じどうしや",\
            "どうぐ",\
            "さかな",\
            "おかし",\
            "もの",\
            "シーズン",\
            "しゆうがくりよこう",\
            "かんこうきやく",\
            "さつか",\
            "ぶちよう",\
            "へいじつ",\
            "ひ",\
            "せいかつ",\
            "せかい",\
            "はれ",\
            "あめ",\
            "くもり",\
            "ゆき",\
            "きたない",\
            "きれい",\
            "ゆうめい",\
            "にぎやか",\
            "しずか",\
            "ひま",\
            "しんせつ",\
            "すき",\
            "きらい",\
            "べんり",\
            "ふべん",\
            "げんき",\
            "かんたん",\
            "ハンサム",\
            "どんな",\
            "どう",\
            "いかが",\
            "いろいろ",\
            "でも",\
            "そして",\
            "ところで",\
            "あれえ",\
            "なら",\
            "ふじさん",\
            "もうすこし"]
China = [   "红叶",\
            "故乡",\
            "大街",\
            "城市，街道",\
            "场所",\
            "餐馆，商店",\
            "玩偶",\
            "作品",\
            "雕刻",\
            "汽车",\
            "工具",\
            "鱼",\
            "点心",\
            "物品，东西",\
            "季节",\
            "修学旅行",\
            "游客",\
            "作家",\
            "部长",\
            "平日，非休息日",\
            "日子",\
            "生活",\
            "世界",\
            "晴天",\
            "雨，下雨",\
            "阴天",\
            "雪",\
            "脏",\
            "漂亮，干净",\
            "有名",\
            "繁华",\
            "安静",\
            "空闲",\
            "热情",\
            "喜欢",\
            "讨厌",\
            "方便",\
            "不方便",\
            "健康，有精神",\
            "简单",\
            "英俊，帅气",\
            "什么样的，怎样的",\
            "怎样，如何",\
            "如何",\
            "各种各样",\
            "可是，不过",\
            "而且，于是",\
            "哎",\
            "咦",\
            "奈良",\
            "富士山",\
            "再~一点"]
filename = "Chapter10_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






