

import random
import time


Japan = [   "ボート",\
            "ベンチ",\
            "しやくしよ",\
            "けいたいでんわ",\
            "きんえん",\
            "かぜ",\
            "ぬつ",\
            "すいみん",\
            "おふろ",\
            "やつきよく",\
            "クーラー",\
            "ひ",\
            "き",\
            "うちあわせ",\
            "むり",\
            "ちゆうしやきんし",\
            "たちいりきんし",\
            "かきげんきん",\
            "さつえいきんし",\
            "のります",\
            "つかいます",\
            "すわります",\
            "はいります",\
            "もうします",\
            "とります",\
            "うたいます",\
            "つたえます",\
            "とめます",\
            "あたたかい",\
            "だいじようぶ",\
            "だめ",\
            "じゆうぶん",\
            "もちろん",\
            "ゆつくり",\
            "もしもし",\
            "いえ",\
            "おだいじに",\
            "いけません",\
            "かまいません",\
            "まだます",\
            "きをつけます",\
            "むりをします",\
            "すいみんをとります",\
            "おふろにはいります"]
China = [   "小船，小艇",\
            "长椅，长凳",\
            "市政府",\
            "手机",\
            "禁止吸烟",\
            "感冒",\
            "发烧，体温",\
            "睡眠",\
            "澡堂，浴室",\
            "药店",\
            "空调",\
            "火",\
            "精神，意识",\
            "事先商量",\
            "勉强，难以办到",\
            "禁止停车",\
            "禁止进入",\
            "严禁烟火",\
            "禁止拍照",\
            "乘坐，乘",\
            "使用，用",\
            "落座，坐",\
            "进入，加入",\
            "是，说，讲，告诉",\
            "取得，取",\
            "唱，歌唱",\
            "说，传达，转告",\
            "制止，停",\
            "温暖",\
            "没关系",\
            "不行",\
            "好好的，充足的",\
            "当然，不用说",\
            "好好的，安静的",\
            "喂",\
            "不，不是",\
            "请多保重",\
            "不行，不可以",\
            "没关系，不要紧",\
            "还没有，仍然没有",\
            "注意",\
            "勉强",\
            "睡觉",\
            "洗澡"]
filename = "Chapter15_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






