






import random
import time


Japan = [   "社員旅行",\
            "新入社員",\
            "会議場",\
            "国際会議",\
            "大型～",\
            "湖",\
            "パトカー",\
            "サイレン",\
            "アニメ",\
            "パワー",\
            "心",\
            "態度",\
            "性格",\
            "評判",\
            "行列",\
            "容器",\
            "内容",\
            "売れ行き",\
            "乗り物",\
            "汗",\
            "倍",\
            "縦",\
            "中国全土",\
            "長期予報",\
            "笑い",\
            "暑さ",\
            "美しさ",\
            "おもしろさ",\
            "大きさ",\
            "高さ",\
            "深さ",\
            "長さ",\
            "広さ",\
            "太さ",\
            "重さ",\
            "暑さ",\
            "速さ",\
            "便利さ",\
            "複雑さ",\
            "おいしさ",\
            "重要さ",\
            "甘さ",\
            "広がります",\
            "戻ります",\
            "驚きます",\
            "しゃれます",\
            "実感します",\
            "深い",\
            "おとなしい",\
            "恥かしい",\
            "珍しい",\
            "豪華",\
            "好調",\
            "控えめ",\
            "好評",\
            "大事",\
            "かなり",\
            "けっこう",\
            "佐々木",\
            "琵琶湖",\
            "おかげさまで",\
            "何と言っても"]
China = [   "员工旅行",\
            "新来的员工",\
            "会场",\
            "国际会议",\
            "大型超市",\
            "湖",\
            "警车，巡逻车",\
            "警笛，警报器",\
            "动画片",\
            "能力，力量",\
            "心",\
            "态度",\
            "性格",\
            "评价，评论",\
            "行列，队伍",\
            "容器",\
            "内容",\
            "销路，销售情况",\
            "交通工具",\
            "汗",\
            "倍，加倍",\
            "纵，竖",\
            "全中国",\
            "长期预报",\
            "笑",\
            "暑热，暑气",\
            "美好，美好程度",\
            "趣味，有趣程度",\
            "大小",\
            "高度",\
            "深度",\
            "长度",\
            "面积",\
            "粗度",\
            "重量",\
            "厚度",\
            "速度",\
            "方便程度",\
            "复杂程度",\
            "美味，好吃程度",\
            "重要性，重要程度",\
            "甜度",\
            "蔓延，拓宽",\
            "返回，回到",\
            "惊讶，吃惊",\
            "别致，风趣，打扮得漂亮",\
            "切实感受，真实感受",\
            "深",\
            "温顺，老实",\
            "害羞，难为情",\
            "珍奇，新奇",\
            "豪华，奢华",\
            "顺利，情况良好",\
            "分量少，节制，控制，拘谨",\
            "好评，称赞",\
            "重要，宝贵",\
            "颇，相当",\
            "很，相当",\
            "佐佐木",\
            "琵琶湖",\
            "托您的福",\
            "首先是，无论如何"]
filename = "Chapter44_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






