

import random
import time


Japan = [   "ふなびん",\
            "しよるい",\
            "げんこう",\
            "きじ",\
            "メモ",\
            "えきまえ",\
            "はし",\
            "かど",\
            "おうだんほどん",\
            "みぎ",\
            "ひだり",\
            "こうさてん",\
            "みち",\
            "ドア",\
            "でんき",\
            "たいきよくけん",\
            "あさごはん",\
            "ばんごはん",\
            "バーベキユー",\
            "とおります",\
            "いそぎます",\
            "とびます",\
            "しにます",\
            "まちます",\
            "うります",\
            "はなします",\
            "わたります",\
            "おろします",\
            "えらびます",\
            "けします",\
            "あるぎます",\
            "まがります",\
            "あらいます",\
            "でます",\
            "でかけます",\
            "あけます",\
            "すぎます",\
            "みせます",\
            "つけます",\
            "おります",\
            "かいものします",\
            "そつぎようします",\
            "しよくじします",\
            "せいりします",\
            "コピーします",\
            "くらい",\
            "たいへん",\
            "なかなか",\
            "こう",\
            "そう",\
            "あとで",\
            "それから",\
            "すみませんが"]
China = [   "海运",\
            "文件，文稿",\
            "稿子，原稿",\
            "报道",\
            "记录",\
            "车站一带",\
            "桥，桥梁",\
            "拐角",\
            "人行横道",\
            "右，右边",\
            "左，左边",\
            "十字路口",\
            "路，道路",\
            "门",\
            "电，电力",\
            "太极拳",\
            "早饭",\
            "晚饭",\
            "户外烧烤",\
            "通过，经过",\
            "急，匆忙",\
            "飞，飞行",\
            "死，死亡",\
            "等待，等候",\
            "卖，销售",\
            "说话，说",\
            "过，穿过",\
            "取，取货",\
            "挑选，选择",\
            "关灯，消除，去除",\
            "步行，行走",\
            "拐弯，曲折",\
            "洗，洗涤",\
            "离开",\
            "外出，出门",\
            "开，打开，开启",\
            "过",\
            "给~看，出示",\
            "开灯",\
            "下车山",\
            "买东西",\
            "毕业",\
            "吃饭，用餐",\
            "整理",\
            "复印",\
            "黑暗，昏暗",\
            "够受的，不得了",\
            "相当，很，非常",\
            "这样，如此",\
            "那样",\
            "过会儿",\
            "然后，另外",\
            "对不起，劳驾"]
filename = "Chapter14_result.txt"
flag = []
error = []
cnt = [0]*len(Japan)



















    






